{"id":14847,"date":"2021-05-20T18:59:21","date_gmt":"2021-05-20T18:59:21","guid":{"rendered":"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/"},"modified":"2023-03-17T14:35:27","modified_gmt":"2023-03-17T14:35:27","slug":"valuation-using-peer-groups-and-transaction-multiples-a-primer","status":"publish","type":"post","link":"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/","title":{"rendered":"Valuation using peer groups and transaction multiples, a primer"},"content":{"rendered":"<h1>Valuation using peer groups and transaction multiples, a primer<\/h1>\n<p>&nbsp;<\/p>\n<p><em><strong><span dir=\"ltr\" role=\"presentation\">Below we outline how to value businesses using peer groups and transaction multiples<\/span><span dir=\"ltr\" role=\"presentation\">. <\/span><span dir=\"ltr\" role=\"presentation\">If you want to access our full free guide on the subject of <\/span><span dir=\"ltr\" role=\"presentation\">choosing peer companies, you can find it <a href=\"..\/peer-selection-guidebook\">here<\/a>.<\/span><\/strong><\/em><br \/>\nA valuation multiple is a ratio, normally the market value of a firm’s enterprise value or equity value (based on market cap in the case of public companies, and based on transaction value in the case of private acquisition or fundraising) divided by a key financial metric from the firm’s income statement or balance sheet. Revenue multiples (e.g. 3x Revenue, or 3x current revenue run-rate) are typically preferred for growth stage companies, whereas multiples closer to the bottom line (EBITDA, EBIT, Earnings, in that order) are usually favored for more mature companies (and asset based multiples such a Book Value multiples are nearly exclusively used on asset-intensive or highly-regulated industries, such as banking and insurance, or distressed transactions)<\/p>\n<p>The objective of the multiples-based approach to valuation is in part to allow for easier comparison of firms of different sizes, as well as to provide a simple calculation by which to assess a company’s value when only a few key items of its Income statement are known. A widespread and long established practice, the multiples methodology is very intuitive and does not require detailed multi-year forecasting of free cash flows, as is the case with discounted cash flows (DCF approach).<\/p>\n<p>Using public peers, the value of the firm is associated with a peer group of companies considered to be comparable.<\/p>\n<p>Using precedent transactions, the value of the firm is instead associated with a set of private or public transactions (acquisitions, fundraising events, and other equity transactions) via the creation of valuation multiples based on the transaction value relative to certain financial metrics of the company whose equity is being evaluated.<\/p>\n<p>As the popularity of these valuations methods has grown and as multiples across many industries have expanded significantly over the past few years, we recommend a careful approach to the exercise. In this article we explore 10 best practices when building a public peer group in order to derive valuation multiples. In our next article we will review 10 tips on building a good group of comparable transactions.<\/p>\n<h2>1. Use the right multiple<\/h2>\n<div class=\"alignright\" style=\"margin-top: -75px;\">\n<p><img decoding=\"async\" class=\"lazyload wp-image-15852 size-fusion-400 alignright\" src=\"https:\/\/valutico.com\/wp-content\/uploads\/2023\/01\/peerselectiongroup-400x454.png\" data-orig-src=\"https:\/\/valutico.com\/wp-content\/uploads\/2023\/01\/peerselectiongroup-400x454.png\" alt=\"\" width=\"400\" height=\"454\" srcset=\"data:image\/svg+xml,%3Csvg%20xmlns%3D%27http%3A%2F%2Fwww.w3.org%2F2000%2Fsvg%27%20width%3D%27400%27%20height%3D%27454%27%20viewBox%3D%270%200%20400%20454%27%3E%3Crect%20width%3D%27400%27%20height%3D%27454%27%20fill-opacity%3D%220%22%2F%3E%3C%2Fsvg%3E\" data-srcset=\"https:\/\/valutico.com\/wp-content\/uploads\/2023\/01\/peerselectiongroup-200x227.png 200w, https:\/\/valutico.com\/wp-content\/uploads\/2023\/01\/peerselectiongroup-264x300.png 264w, https:\/\/valutico.com\/wp-content\/uploads\/2023\/01\/peerselectiongroup-400x454.png 400w, https:\/\/valutico.com\/wp-content\/uploads\/2023\/01\/peerselectiongroup-600x682.png 600w, https:\/\/valutico.com\/wp-content\/uploads\/2023\/01\/peerselectiongroup-768x872.png 768w, https:\/\/valutico.com\/wp-content\/uploads\/2023\/01\/peerselectiongroup-800x909.png 800w, https:\/\/valutico.com\/wp-content\/uploads\/2023\/01\/peerselectiongroup-902x1024.png 902w, https:\/\/valutico.com\/wp-content\/uploads\/2023\/01\/peerselectiongroup.png 1200w\" data-sizes=\"auto\" data-orig-sizes=\"(max-width: 400px) 100vw, 400px\" \/><button class=\"aligncenter\" style=\"cursor: pointer; width: 50%; margin: 4vh auto auto; display: block; color: white; font-size: 20px; padding: 15px; border: none; border-radius: 5px; background-color: #0099b3; box-shadow: rgba(0, 0, 0, 0.35) 0px 7px 20px 8px;\" data-toggle=\"modal\">Grab Your Free Guidebook now!<\/button><\/p>\n<\/div>\n<p>In some cases, namely when a company isn’t profitable yet, many of the traditional multiples such as EV\/EBIT or EV\/EBITDA simply won’t be available, but there are situations in which choosing revenue multiples or EBITDA multiples (often liked by practitioners because closest metric available to cash flow) is desirable, such as when valuing high growth businesses. In high growth businesses, the public markets have rewarded top line growth above all other metrics and it isn’t uncommon to find fast-expanding but wildly unprofitable companies more richly valued than their more conservative peers (e.g. Uber, DoorDash, and many software companies at the time of their IPO)<\/p>\n<p>One thing to be cautious about is the use of non-standard multiples, such as EV\/user in tech companies, EV\/room in hotels, etc. While these are extremely helpful, when available, one has to be confident in the definitions of the denominator (e.g. user = active user, or simply registered account (including inactives)). When looking for traditional multiples from an income statement or balance sheet, using a financial database is not only a time saver but also often an assurance of better data accuracy, including all necessary adjustments and normalizations.<\/p>\n<h2>2. Find peers that most closely match your target<\/h2>\n<p>While the era of conglomerates and broad horizontal businesses is behind us, many large companies operate several product or service lines that often belong to separate industries altogether. Is Alphabet a advertising company (Adwords), a media company (YouTube), a SaaS company (Google Workspaces), or even a transportation company (Waymo)? Too much diversity in a company’s activity can make it unreliable as a peer. Look for pure plays whenever possible, to get a more meaningful picture of how market participants value a particular industry. The exception of course being if valuing a company that is itself broadly diversified (in which case a sum of the parts (SOTP) valuation would be recommended, but more on that in future blog posts).<\/p>\n<h2>3. Expand your peers search geographically<\/h2>\n<p>Most businesses today are global, and it makes sense to look at global equities when building a set of peers. While public markets across the world have shown occasional differences when it comes to valuations (see our blog post on Deliveroo for an interesting example), by and large we are witnessing a diminishing and now mostly immaterial impact of geography on valuations. That said, when comparing peers from different countries it is best practice to not use P\/E multiples, as they are affected by tax rates and therefore can create differences not tied to company performance. With that in mind, look for data sources that can provide you access to peers data beyond your country’s borders and therefore ensure that your valuation work itself is as global as your valuation object’s business. Especially when valuing companies in niche industries, you will find it necessary to take a more global perspective, as it is unlikely that you will find enough peers in the company’s home country.<\/p>\n<div style=\"background-color: #0099b3; padding: 20px 5vw; text-align: center; margin-top: 5vh; border-radius: 10px;\">\n<h2 style=\"color: white;\">Selecting the right peers is challenging and time consuming &#8211; let us handle it for you<\/h2>\n<p style=\"color: white; margin: 40px 0;\">With Valutico, you get a customizable, high-quality peer-group in less than a minute. We currently have over 50.000 listed peers from all around the world and our powerful algorithm selects the best fitting group for your valuation<\/p>\n<p><button style=\"cursor: pointer; width: 50%; margin: 4vh auto auto; display: block; color: #0099b3; font-size: 20px; padding: 15px; border: none; border-radius: 5px; background-color: white; box-shadow: rgba(0, 0, 0, 0.35) 0px 7px 20px 8px;\" data-toggle=\"modal\" data-target=\".fusion-modal.request-demo-modal\"> Claim Your Free Demo now!<\/button><\/p>\n<\/div>\n<h2>4. Look for outliers<\/h2>\n<p>Behind every number is a story, and few things tell that story better than a trend analysis. While multiples are calculated at a point in time, the market cap is a reflection of how investors foresee the evolution of future cash flow and financial statements. These forecasts and opinions about future performance are helpful to study by looking at analysts consensus estimates, and are also often influenced by recent historical performance data. Therefore it stands to reason that you should look at these forecasts and at recent performance of your chosen peers to look for outliers and understand the story behind any particular company’s multiples.<\/p>\n<p>How is the 3-year growth trend? Has the EBITDA improved or declined in recent years? How much do they allocate to CAPEX in general? Look into the data (or at the Benchmarking tab on Valutico) to not only understand the trajectory of your peers, but also to spot outliers, such as a firm who is very unprofitable in an industry with generally healthy margins, and consider removing them from your peer group, especially if they differ from the object of your valuation analysis.<\/p>\n<h2>5. Normalize the data<\/h2>\n<p>In comparable companies of the same market, reporting requirements and guidelines like US GAAP or IFRS tend to accomplish the bulk of data normalization. In these cases, comparing financial metrics and ratios is rather straightforward, but among the details worth considering are things like exceptional items, such as large one time impairments or write-offs, and in some cases changes in revenue recognition policies may misrepresent the real trend of top line growth. For preliminary valuations one rarely needs to worry about these situations but keeping an eye out for these or subscribing to a database that normalizes financial statements can be worthwhile.<\/p>\n<h2>6. Apply a premia or discounts based on qualitative analysis<\/h2>\n<p>Significant research, both academic and from the finance community, has been studying the impact of firm size on valuation multiples, as well as the necessity to reflect liquidity and marketability (or lack thereof) in valuations. Hence, it is common practice and indeed advisable to apply a discount or a premium to the multiples of a peer group or precedent transactions whose size or liquidity differs from the company you are valuing. While some methods apply a fairly broad stroke approach based on size, it can be prudent to conduct a deeper analysis. Valutico evaluates over 20 parameters ranging from management team quality and bench depth to various measures of business defensibility (intellectual property, customer lock in, etc.) as well as risk (currency, political, customer concentration) to recommend premiums and discounts for any valuation exercise.<\/p>\n<h2>7. Consider Calendar Year vs Fiscal Year<\/h2>\n<p>Because the denominators used in creating multiples come from infrequent annual filings, there is a real danger in comparing multiples without first calendarizing the data. Comparing 2 companies whose fiscal year ends are 6 months apart can create an illusion of starker differences than in reality. A simple but rather tedious process, this steps is best left to automation and most data providers and serious financial software (Valutico included) will perform these adjustments by default (and provide the information trail to accompany the changes)<\/p>\n<h2>8. Use median rather than average<\/h2>\n<p>Even after eliminating outliers, most peer groups exhibit some degree of variance and even companies who otherwise resemble your valuation object can have individual ratios particularly out of alignment with other peers and in some cases order of magnitude higher or lower (often the case with multiples of EBIT or Net Income for firms that are barely profitable). Therefore, best practice is to use the median values from the peer group rather than the arithmetic mean. Some data providers provide multiples by quartiles for illustrative purposes but the median is universally accepted as the optimal measure to work from.<\/p>\n<h2>9. Always use the industry median multiples in addition to the peer group median multiples<\/h2>\n<p>While a peer group provides the most helpful foundation to a multiples-based valuation, the increasing pattern of power distribution seen in many industries poses the threat of building a peer group whose multiples stray far from the overall industry’s profile. For that reason it is important to consult not only the peer group’s multiples, but also the entire industry’s multiples.<\/p>\n<p>Another helpful practice is to look at median multiples for adjacent industries (for example news media vs entertainment media) as well as that of industries upstream or downstream of the industry in which the object of your valuation operates. These figures can provide insights into possible avenues for value creation or hints into areas of concerns (e.g. if multiples in your downstream industries are lesser than in your layer of the value chain vertical integration may be dilutive rather than accretive to value)<\/p>\n<h2>10. Look at transactions involving your peers<\/h2>\n<p>After a publicly traded peer analysis, the second facet of any market based valuation is a look at comparable transactions. Also known as precedent transactions, they are the recent M&amp;A and funding events affecting companies comparable to your valuation target.<\/p>\n<p>While most practitioners focus the querying on the “target company” field of the dataset they rely on, it can be helpful to use the peers identified in earlier steps (as well as some discarded for varying reasons not related to their business model similarity) and research their activity as acquirers as well.<\/p>\n<p><em><strong>BONUS<\/strong><\/em>: not multiples related. Use the peer group to inform your beta decision for the DCF CAPM method<\/p>\n<p>While you’re researching peers for their multiples, gather their betas as well, and if your valuation exercise eventually requires income-based methods such as the DCF CAPM method, the beta factor will be an essential component of your cost of capital calculation.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Valuation using peer groups and transaction multiples, a primer &nbsp; [&hellip;]<\/p>\n","protected":false},"author":15,"featured_media":14848,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"inline_featured_image":false},"categories":[110],"tags":[150,111],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.7 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Valuation using peer groups and transaction multiples, a primer - Valutico<\/title>\n<meta name=\"description\" content=\"A valuation multiple is a ratio, learn how to build the best peer group to inform your valuation multiples decision with this quick guide\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Valuation using peer groups and transaction multiples, a primer - Valutico\" \/>\n<meta property=\"og:description\" content=\"A valuation multiple is a ratio, learn how to build the best peer group to inform your valuation multiples decision with this quick guide\" \/>\n<meta property=\"og:url\" content=\"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/\" \/>\n<meta property=\"og:site_name\" content=\"Valutico\" \/>\n<meta property=\"article:published_time\" content=\"2021-05-20T18:59:21+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2023-03-17T14:35:27+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/valutico.com\/wp-content\/uploads\/2021\/05\/Relative-Valuation.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"810\" \/>\n\t<meta property=\"og:image:height\" content=\"461\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Philipp Krüger\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Philipp Krüger\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/\"},\"author\":{\"name\":\"Philipp Krüger\",\"@id\":\"https:\/\/valutico.com\/#\/schema\/person\/5aebb8f46d41c7408a042b3965004a88\"},\"headline\":\"Valuation using peer groups and transaction multiples, a primer\",\"datePublished\":\"2021-05-20T18:59:21+00:00\",\"dateModified\":\"2023-03-17T14:35:27+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/\"},\"wordCount\":1911,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/valutico.com\/#organization\"},\"keywords\":[\"best practices level 1\",\"multiples\"],\"articleSection\":[\"Resources\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/\",\"url\":\"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/\",\"name\":\"Valuation using peer groups and transaction multiples, a primer - Valutico\",\"isPartOf\":{\"@id\":\"https:\/\/valutico.com\/#website\"},\"datePublished\":\"2021-05-20T18:59:21+00:00\",\"dateModified\":\"2023-03-17T14:35:27+00:00\",\"description\":\"A valuation multiple is a ratio, learn how to build the best peer group to inform your valuation multiples decision with this quick guide\",\"breadcrumb\":{\"@id\":\"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/valutico.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Valuation using peer groups and transaction multiples, a primer\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/valutico.com\/#website\",\"url\":\"https:\/\/valutico.com\/\",\"name\":\"Valutico\",\"description\":\"Measure Value\",\"publisher\":{\"@id\":\"https:\/\/valutico.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/valutico.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/valutico.com\/#organization\",\"name\":\"Valutico\",\"url\":\"https:\/\/valutico.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/valutico.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/valutico.com\/wp-content\/uploads\/2021\/03\/V-in-Blue-Green.png\",\"contentUrl\":\"https:\/\/valutico.com\/wp-content\/uploads\/2021\/03\/V-in-Blue-Green.png\",\"width\":615,\"height\":875,\"caption\":\"Valutico\"},\"image\":{\"@id\":\"https:\/\/valutico.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"Person\",\"@id\":\"https:\/\/valutico.com\/#\/schema\/person\/5aebb8f46d41c7408a042b3965004a88\",\"name\":\"Philipp Krüger\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/valutico.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/valutico.com\/wp-content\/uploads\/2022\/12\/cropped-Author-96x96.jpeg\",\"contentUrl\":\"https:\/\/valutico.com\/wp-content\/uploads\/2022\/12\/cropped-Author-96x96.jpeg\",\"caption\":\"Philipp Krüger\"},\"description\":\"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Fusce rhoncus eu lacus in rutrum. Aliquam erat volutpat. Aliquam accumsan blandit scelerisque. Vestibulum euismod erat at orci vulputate pharetra. Aenean interdum dui sit amet tempus dapibus. Maecenas interdum nunc nec ligula pretium ullamcorper.\",\"url\":\"https:\/\/valutico.com\/author\/p-krueger\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Valuation using peer groups and transaction multiples, a primer - Valutico","description":"A valuation multiple is a ratio, learn how to build the best peer group to inform your valuation multiples decision with this quick guide","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/","og_locale":"en_US","og_type":"article","og_title":"Valuation using peer groups and transaction multiples, a primer - Valutico","og_description":"A valuation multiple is a ratio, learn how to build the best peer group to inform your valuation multiples decision with this quick guide","og_url":"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/","og_site_name":"Valutico","article_published_time":"2021-05-20T18:59:21+00:00","article_modified_time":"2023-03-17T14:35:27+00:00","og_image":[{"width":810,"height":461,"url":"https:\/\/valutico.com\/wp-content\/uploads\/2021\/05\/Relative-Valuation.jpg","type":"image\/jpeg"}],"author":"Philipp Krüger","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Philipp Krüger","Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/#article","isPartOf":{"@id":"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/"},"author":{"name":"Philipp Krüger","@id":"https:\/\/valutico.com\/#\/schema\/person\/5aebb8f46d41c7408a042b3965004a88"},"headline":"Valuation using peer groups and transaction multiples, a primer","datePublished":"2021-05-20T18:59:21+00:00","dateModified":"2023-03-17T14:35:27+00:00","mainEntityOfPage":{"@id":"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/"},"wordCount":1911,"commentCount":0,"publisher":{"@id":"https:\/\/valutico.com\/#organization"},"keywords":["best practices level 1","multiples"],"articleSection":["Resources"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/","url":"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/","name":"Valuation using peer groups and transaction multiples, a primer - Valutico","isPartOf":{"@id":"https:\/\/valutico.com\/#website"},"datePublished":"2021-05-20T18:59:21+00:00","dateModified":"2023-03-17T14:35:27+00:00","description":"A valuation multiple is a ratio, learn how to build the best peer group to inform your valuation multiples decision with this quick guide","breadcrumb":{"@id":"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/valutico.com\/valuation-using-peer-groups-and-transaction-multiples-a-primer\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/valutico.com\/"},{"@type":"ListItem","position":2,"name":"Valuation using peer groups and transaction multiples, a primer"}]},{"@type":"WebSite","@id":"https:\/\/valutico.com\/#website","url":"https:\/\/valutico.com\/","name":"Valutico","description":"Measure Value","publisher":{"@id":"https:\/\/valutico.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/valutico.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/valutico.com\/#organization","name":"Valutico","url":"https:\/\/valutico.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/valutico.com\/#\/schema\/logo\/image\/","url":"https:\/\/valutico.com\/wp-content\/uploads\/2021\/03\/V-in-Blue-Green.png","contentUrl":"https:\/\/valutico.com\/wp-content\/uploads\/2021\/03\/V-in-Blue-Green.png","width":615,"height":875,"caption":"Valutico"},"image":{"@id":"https:\/\/valutico.com\/#\/schema\/logo\/image\/"}},{"@type":"Person","@id":"https:\/\/valutico.com\/#\/schema\/person\/5aebb8f46d41c7408a042b3965004a88","name":"Philipp Krüger","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/valutico.com\/#\/schema\/person\/image\/","url":"https:\/\/valutico.com\/wp-content\/uploads\/2022\/12\/cropped-Author-96x96.jpeg","contentUrl":"https:\/\/valutico.com\/wp-content\/uploads\/2022\/12\/cropped-Author-96x96.jpeg","caption":"Philipp Krüger"},"description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Fusce rhoncus eu lacus in rutrum. Aliquam erat volutpat. Aliquam accumsan blandit scelerisque. Vestibulum euismod erat at orci vulputate pharetra. Aenean interdum dui sit amet tempus dapibus. Maecenas interdum nunc nec ligula pretium ullamcorper.","url":"https:\/\/valutico.com\/author\/p-krueger\/"}]}},"distributor_meta":false,"distributor_terms":false,"distributor_media":false,"distributor_original_site_name":"Valutico","distributor_original_site_url":"https:\/\/valutico.com","push-errors":false,"_links":{"self":[{"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/posts\/14847"}],"collection":[{"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/users\/15"}],"replies":[{"embeddable":true,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/comments?post=14847"}],"version-history":[{"count":6,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/posts\/14847\/revisions"}],"predecessor-version":[{"id":17155,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/posts\/14847\/revisions\/17155"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/media\/14848"}],"wp:attachment":[{"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/media?parent=14847"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/categories?post=14847"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/tags?post=14847"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}