{"id":14894,"date":"2021-06-07T19:59:42","date_gmt":"2021-06-07T19:59:42","guid":{"rendered":"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/"},"modified":"2021-06-07T19:59:42","modified_gmt":"2021-06-07T19:59:42","slug":"the-alpha-webinar-june-2021","status":"publish","type":"post","link":"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/","title":{"rendered":"The Alpha Webinar – June 2021"},"content":{"rendered":"<p>In this webinar Valutico and Steve Shaw explain the impact of risk from Covid 19 on the alpha of a valuation and explore risk grading<\/p>\n<div class=\"video-shortcode\"><iframe title=\"The Alpha Webinar - June 2021\" width=\"1260\" height=\"945\" src=\"https:\/\/www.youtube.com\/embed\/iZvZxgRctbI?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen><\/iframe><\/div>\n<p>Automated Transcript (may contain some transcription errors)<\/p>\n<p>Mathieu Guerville 0:02<br \/>\nclarify starting that right now. And I guess let&#8217;s get started and that to be respectful of the time for everyone who has been already in the waiting room for quite a bit. Welcome, everyone. Good morning. Good afternoon. Good evening, wherever you may be. We are delighted to have you today for the alpha webinar hosted by other legal and financial seminar limited. Today, we have a pretty packed agenda. And so I want to dive right into it, introduce our speakers, and give you as much content and as much of an opportunity to ask questions and engage as possible. The quick welcome was performed by myself, as well as the demo that we will offer after the discussion for those of you that are interested, and have a little bit of extra time, we&#8217;ll be doing a brief intro of political and financial analysis before diving into discussion, and then opening up the floor for q&amp;a, questions, comments, anything that you may have, by all means this call is being recorded. And so if you cannot attend fully, we will make the recording available. If you have questions or comments, we have many ways of doing so you can raise your hand, use the chat or the q&amp;a feature of zoom, I will be moderating and watching it so that I can properly bring you on stage if you&#8217;d like to do so. But Phil Now, I&#8217;d like to introduce Paul rush, who is the founder and CEO of Politico, alumni of Dodger bank, London Business School, and many other things that we will not cover right now. And Steve Shaw and alumni of KPMG, audit partner for quite a few years before, I think now nearly three decades of workshops and seminars specializing in corporate finance and in particular evaluation. So Paul and Steve, the floor is yours. A few Thank you very much. And, again, Steve, thank you very much for joining us. For those of you attendees who don&#8217;t already know, Steve, is not only one of the most knowledgeable people in valuations, but he&#8217;s probably also the most entertaining person you can listen to when he talks about valuation. So absolute pleasure, Steve, thank you for joining us today the pressure, then pull.<\/p>\n<p>Paul Resch 2:02<br \/>\nYeah, welcome to the session today. Two quick words about Valutico. As many of you might know, business valuation is more art than science, a common common saying that you hear a lot. We disagree. We think it&#8217;s neither science nor in art, we think it&#8217;s a craft. And like any other craft, what you need is the right tools, you need experience. And you need to know how. And you know, we want to give you these tools, right? You all know what the status quo is, you probably all work in spreadsheets, you work with online databases, you somehow have to get all of these inputs together. But it is a bit different. So political is an integrated web based solution, a cloud based solution, that means we&#8217;re connecting to the world&#8217;s leading financial databases, we semi automate certain processes for you. So that in the end, you can focus on what&#8217;s what&#8217;s most relevant, right? We don&#8217;t want you to spend your days doing cost of capital calculation. We want you to spend time with your clients. And so for that, we automate the number crunching. Well, today we&#8217;re active in over 35 countries, probably closer to 40. Now, just edit was in Cyprus in Estonia last week, we have 250 customers, and we provide you data on most publicly listed companies globally, as well as over an 800,000 preference transactions. Just a few examples here of companies we work with, out of the top 20. audit and tax networks globally. We work with over 10. We are headquartered in Vienna, Austria. And we have offices in the US and the UK. Hopefully a few more relatively soon. 40 team members and growing relatively quickly, all there to help you succeed. Just a little snapshot of the markets we&#8217;re in right now. We started only three years ago, years ago. So it was quite a quite a journey for us. Yeah. And hopefully today up tomorrow, we&#8217;re the One Stop solution for everything that&#8217;s valuation relevant. That&#8217;s really our goal.<\/p>\n<p>I keep it brief. Steve, over to you for little introduction about financial seminars.<\/p>\n<p>Steve Shaw 4:10<br \/>\nOkay, well, thanks very much bull.<\/p>\n<p>I&#8217;ve been teaching for a long time. But I&#8217;ve also been doing a lot of consulting and it&#8217;s something I&#8217;m passionate about. valuation is something which I think is very useful for society. And the difference between value and price is probably what drives me most about what&#8217;s what&#8217;s going on here. And Paul says, you know, a one stop shop for valuation. But of course, there&#8217;s always going to be room for subjective issues. And alpha is one of these. And that&#8217;s, that&#8217;s something which we&#8217;re going to discuss a little bit more over the next next few minutes. So next slide, please. Thank you. Great. And so we&#8217;re going to start the discussion. It will also issue a quick poll to see where all of you are coming from. We have now 69 parties event which I think maybe a record. I&#8217;m going to trigger the poll to figure out where you are<\/p>\n<p>Mathieu Guerville 5:00<br \/>\nLocated and meanwhile polling Steve, please take it away have a discussion.<\/p>\n<p>Steve Shaw 5:06<br \/>\nOkay, well, I think the this this slide really is to is to, is to set out the the connections, because at the end of the day, we&#8217;re looking for the risk of the cash flows. And that&#8217;s all we&#8217;re looking for. Of course, we jump through various hoops for that. So on the on the left here, you&#8217;ve got risk free rate, I think if we put all the builds on mature that will, that will work their risk free rate market risk premium, in the same color, because they&#8217;re linked. And they&#8217;re linked. Because the risk free rate that you use, if you use the market risk free rate, and the markets doing some weird things at the moment, then you&#8217;re going to use a market risk premium, which is directly linked to the market. Those the major one would be damodaran. In the US and, and then KPMG. And Netherlands in Europe, it does a very good one where it links up to the market every month. So one of the things we&#8217;re going to see, or we may have time to do if we&#8217;re looking at COVID is the importance of the terminal period. And there&#8217;s one issue here with the risk free rate and the terminal period is we may have to decide whether this these some of these negative rates are actually going to persist during the period, the terminal period, you know, there may well persist for the next three or four years. But who knows, and the decide whether we&#8217;re going to have some growth, terminal growth, and how that terminal growth will link up with the discount factor. So there&#8217;s one of the challenges for us, I don&#8217;t have an answer to it, because at the moment, a lot of people are using a risk free rate of pretty close to zero.<\/p>\n<p>However, we do have to ask ourselves, the question, is that going to be is that going to be sustainable, especially when we come out of COVID, we&#8217;ve got to see that probably 95%, if not more than 100% of the value of companies today is actually due to the terminal period, although all the the new normal, if you like or the new cruising altitude. So if you look at risk free rate and market risk premium, you put them together, and you use a set either historical and historical market risk premium, which I wouldn&#8217;t suggest at the moment. Because one of the things we&#8217;re finding is that with this breaking history at the moment, trying to work out what&#8217;s happening in the future, by looking backward is probably not the smartest thing to do at the moment. And it&#8217;s, it&#8217;s yielding some rather weird results. And then you look at alpha and beta. Now, they&#8217;re basically two sides of the same coin as well, because basically, alpha is anything that&#8217;s not been picked up by beta. And for that, I think we have to look to see what what&#8217;s happening with betas at the moment. And we say, well, the market is always right. But the market is not always right, in real time. So we may have to look very carefully at what&#8217;s happening if you&#8217;re getting beaters that are shifting, and by shifting beaters, if you take different capture periods, and you take different capture intervals, and you get different figures. So for example, you might take five years monthly or two years weekly, or three years weekly, or one year weekly, and you get different moves here, then you&#8217;ve got an issue, you&#8217;ve got to work out what sort of beater you want to be able to be predictive, because that&#8217;s what we&#8217;re looking for here. We&#8217;re looking for something which we can use going forward.<\/p>\n<p>Paul Resch 8:21<br \/>\nSteve, so let me ask you, how do you how do you work with betas? Now? You just look at allscese different intervals or different time periods? And then make a decision based on that or what&#8217;s your suggestion?<\/p>\n<p>Steve Shaw 8:33<br \/>\nWell, the first thing is I see whether there has been movement, if there&#8217;s a lot of if there&#8217;s been a lot of movement, and then I&#8217;ve got to select a period, which is, let&#8217;s say most appropriate. And in the past, I&#8217;ve selected the period probably closest to the present time, exponential smoothing, it&#8217;s called. But I think now i&#8217;d be tempted to look one period back, because of course the last year is going to be perhaps a bit of a rogue period. So I might be tempted to look backwards, you know, 18 months to three years, for example, and perhaps not give as much weight to what&#8217;s just what&#8217;s just happened.<\/p>\n<p>And again, we&#8217;re just looking to see what&#8217;s the best predictive capture period which is, which is important.<\/p>\n<p>So yes, that&#8217;s that. The other thing is the idea on the financial distress, because as we as we&#8217;ll see with cost of debt, financial distress has gone up, because two reasons, the value of debt might very well gone, gone up, because but also probably more likely as the value of equity has gone down in which case your your effective d over e which is in market terms has gone up. And we have to be a little careful with that because a lot a lot of a lot of times<\/p>\n<p>people will be refinancing. So just be very careful that looking at current peer group figures might give you a real leverage.<\/p>\n<p>mechanism or reliving process, which might push up the cost of capital, let&#8217;s say in a way, which is not representative of what will happen in the future.<\/p>\n<p>Mathieu Guerville 10:10<br \/>\nI&#8217;ve got some chat coming in here. I don&#8217;t see the chat myself. I don&#8217;t know whether there&#8217;s something in Oh, no, that&#8217;s that&#8217;s material coming in here. Just just I think we have a, we have one question that somehow doesn&#8217;t pop up on my site. So I&#8217;ll share first of all the poll results so that you guys can inform your discussion a little bit better. So the group, as you can see, is actually mostly coming in from Europe. But two thirds of our attendees, based in Europe and in North America and Asia represent an order roughly 30% of close to about a quarter. So I know you had discussions around maybe negative interest rates, even in some parts of Europe, it looks like the audience might be interested in that, given that a lot of them are located in the area. Sure. Sure. Well, if you have any questions on this, or anything you want to add, because this is a contentious issue. Paul mentioned that, you know, damodaran believes this is a craft that we&#8217;re doing. Again, there, there&#8217;s so many different, you know, different inputs and different ways of doing the same thing with the same materials or different things with the same material. So do do share that any questions or thoughts that you might have on that? Yeah. And for the audience,<\/p>\n<p>small technical glitch, the q&amp;a feature doesn&#8217;t appear to work, I cannot pull it up. But the chat should work. And so I see that there is a question in q&amp;a, I just cannot access it. If you want to re type it in the chat, either the global chat or to me directly. I&#8217;ll be happy to relate that way. When I do have the risk free rate here.<\/p>\n<p>Steve Shaw 11:33<br \/>\nYes, I&#8217;ve got one from a young hand lay. So I put for the pronunciation there. For risk free rate, do we use the normalized risk free rate post recession instead of the low negative interest rates? And this is, this is a difficult question. In the past, I&#8217;ve said, just go to the market. And we don&#8217;t have to argue about this. I think now I&#8217;m feeling actually we do have to go to the terminal period or the new normal, and then ask ourselves, okay, if we&#8217;re going to assume certain inflation levels at that time or certain growth levels, I think we then probably do have to do some blending of a risk free rate, which we think will persist with a with a normal level of inflation, even if the interest rate is actually zero here, but a normal level of inflation, in order to be able to link up or mirror or reflect the cash flows and the discount rate that you&#8217;re going to be using, because it would not be logical to have growth, terminal growth and the cash flows of let&#8217;s say, two, two and a half percent, and have a risk free rate of zero, because they&#8217;re not really mirroring each other. So my feeling would be to say, Well, if you think of the risk free rate as a real rate, with 2.3%, going back many hundreds, hundreds of years. And inflation. I&#8217;m happy to go with a real rate of close to zero at the moment, but I&#8217;m not happy to go with an inflation of zero. If you&#8217;ve put that into the if you put that into the cash flows.<\/p>\n<p>Don&#8217;t get the point on peer group. Right? The point? All right, first of all, do you ever check your work against what the market discount projected cash flow?<\/p>\n<p>What<\/p>\n<p>if you have Well, it depends if you&#8217;ve got an unlisted company, I don&#8217;t Who said that? Good. That question. There was that when GE was it? No. qubit brands, Hubert?<\/p>\n<p>Do you ever check your work?<\/p>\n<p>I think you can only do this for for example, if you&#8217;re looking at a listed company.<\/p>\n<p>But basically the what the market uses to discount projected cash flows, the major input you&#8217;re going to get for that it&#8217;s going to be market risk premium. And that&#8217;s why I very much think you should be using a market risk premium that goes back to the market each each month or each quarter, rather than looking back historically, you know, using 128 years or 120 22 years. Going backwards here. That so yes, I do in that way. We do check the Whack for that, while the cost of equity for that because the the market risk premium is is the sort of the major observable component of that<\/p>\n<p>didn&#8217;t get your point on peer groups cost of debt, not reflecting the rate going forward.<\/p>\n<p>The chance for peer group to go through a refinancing process altogether seems far fetched? Well, I&#8217;m not sure I mean, given that, you know, I think it&#8217;s fair enough. If you think that all many companies are going to be<\/p>\n<p>turnaround situations, then that&#8217;s that&#8217;s, that would happen. If you think that most companies are going to absorb what they&#8217;re doing and then they will get back to sort of normal levels, then you know that then that&#8217;s good. That&#8217;s good to work. But at the moment, I think probably your you know, it depends what state of play your companies in if you like,<\/p>\n<p>So you could you could look at the peer groups and say, Well, if you&#8217;re assuming that they&#8217;re going to be the firm that you&#8217;re looking at is going to be refinanced as the peer group and which is what we normally do, then I think that would work. But just think that we may have some temporarily high peer group figures, because of the I think things<\/p>\n<p>rather sort of disconnecting during the during the pandemic. And I think we then may have to look backwards, perhaps two or three years or one and a half years to see what a normal level of D over e might be. That&#8217;s That&#8217;s my only point there was when Lee Yeah, that was that was my my point there is a follow up to hubertushof uebert. Question. He&#8217;s asking that during periods of very low risk free rate, the MRP seems to compensate for the fall. Do you tend to agree with that statement? It sounds from your nodding that you do. I do. Yeah. It&#8217;s It&#8217;s It&#8217;s almost, you know, as as the government puts the risk free rate up because the economy&#8217;s overheating, or brings it down in order to stimulate the economy. It&#8217;s as if the market just basically says, right, well, we&#8217;ll just top it up to whatever risk free rate plus market risk premium equal to seven to seven to 8%. I think that what&#8217;s tend to happen? And so yes, I think there is a certain amount of a concertina there that the rest of the market risk premium tends to expand or contract to use up whatever gap risk free rate is left. And personally, I think the risk free rate plus the market risk premium is usually somewhere between seven, seven to 8%. And has been as in as long as I can remember, that simplifies a lot of things. I think it does, yes. Perhaps a little too conveniently, who knows, you know, we&#8217;re in the middle of things at the moment, we&#8217;re trying to make some sense of things. Who knows that in six months time, I might be looking back on this. And by the way, that I&#8217;m sure we all do this, looking back at this and thinking, Well, perhaps we oversimplify, but we can only sort of try and sort of make sense of what we have at the moment.<\/p>\n<p>So thanks very much for the questions. excellent questions there. And I just wonder, just looking to see on chat here, whether we have any more, I don&#8217;t think we have any more at the moment, none at the moment. So that&#8217;s the idea is between alpha and beta, that they&#8217;re very much parts of the same coin. And we have to look at it very much together. And just to remind ourselves, we are looking for the impact of the on the cash flows, at the end of the day.<\/p>\n<p>I&#8217;ve got something on WACC here in terms of,<\/p>\n<p>you know, the impact on the terminal period, I think we&#8217;ve talked about here, perhaps if you look at the next slide, I&#8217;ll just just, the purpose behind this slide is to show that it&#8217;s really just in the center here, we&#8217;re looking at the risk of the firm&#8217;s cash flows. And my feeling is that that&#8217;s going to be the way out of things. We&#8217;re talking about alpha here. But one of the best ways to hit alpha is actually through the cash flows, which I&#8217;ll deal with a little later. So the whole purpose of this slide is that, yes, we use all the, all these six elements, which are in lockstep the risk free rate of market risk, premium reset, beta, and alpha reset, and I suppose current country risk premium and currency risk premium are set as well. If you move to the next slide mattea, that would be that&#8217;d be fantastic. There are methodologies for looking at alpha. But just to remind ourselves, this is where the rubber hits the road. This is where we make a you know, we might I suppose we justify ourselves in a little way. Because much as what can be done by Politico&#8217;s platform to take out the sun, but some of the the drudgery and let&#8217;s say the the the work behind things. What it does, and this is where I think it&#8217;s so powerful Is it is it frees us to sort of start thinking about alpha. and evaluation is an opinion that probably the biggest opinion you&#8217;re gonna have to come out on is alpha.<\/p>\n<p>And the question is, well, where do you start? And the first place I start is I put boundaries, unlikely to have a negative alpha.<\/p>\n<p>Perhaps in the Far East, sometimes we have large companies, which are actually<\/p>\n<p>bigger and less risky than some of the listed companies, but so I&#8217;d be going from zero and I think the maximum I&#8217;ve ever seen an alpha is 10%. And that sort of goes a little bit with if you look at the 10th decile of the the Duffin Phelps studies, both both pix studies and the and the US studies, you&#8217;ll see that the 10th de sol is about 10% above the<\/p>\n<p>the what you&#8217;d expect from cap M. However, I&#8217;ve got to say that 10% is very rare, and it usually means there&#8217;s been a breakdown in forecasting somewhere. And we&#8217;ll be looking at other ways to sort this out. So quite a lot of the time rather than doing putting a massive alperin. My preferred approach certainly for the for the moment is to use scenario analysis.<\/p>\n<p>And the reason behind this scenario analysis allows us to you<\/p>\n<p>At different, let&#8217;s say exclusive sets of cash flows. Because remember this, you know, you can&#8217;t put in a V shaped recovery, a U shaped recovery, a K shaped recovery or an L shaped recovery, you can&#8217;t put them all into the same forecast. So I think we&#8217;ll be taking a lot of alpha out of alpha over the next few months, 2345 years, who knows. And really going back to the cash flows, and still putting in some judgment, because we have to wait each scenario, but preparing three or four different sets of cash flows, and then preparing some waiting for this. So for me, that&#8217;s going to be a major part of what we&#8217;re going to be doing.<\/p>\n<p>Mathieu Guerville 20:40<br \/>\nNow, we have a new question from Jillian Spain. And actually, it&#8217;s a little bit of a switching gears looking at beta instead of alpha, and maybe not so much in the context of COVID. In particular, Jill is asking that, what are the best practices to decide on a beta? When you look at industries that are newer, like Software as a Service, where resources like damodoran, which is seems to us may not be accurate, or may not have that degree of subdivision of sub industry, etc? How would you go about selecting the right beta and market risk premium for these industries? Maybe that&#8217;s maybe maybe there&#8217;s one for me see, if, before I get back to you. I mean, this is exactly where to like Baluchi who can really help you, right? Because we don&#8217;t just rely on industry beaters and industry medians. But you can actually define your peer group and simply build a peer group of of suitable SAS companies. So there will be there will be my solution. Safety other another one? Yes, I mean, that that takes a lot of that does a lot for you to bring give you some options. If you&#8217;re totally out of options there, which can happen, you may have to look at industries which have similar paybacks or similar business models, or the customers of the companies which you are looking at. And for example, the example I always give is the the aero engine manufacturer Rolls Royce. You know, there are just No, there are no real comparables, because General Electric is one of them, but it&#8217;s stuck in General Electric. And Pratt and Whitney is another one, but it&#8217;s stuck in United Technologies, and actually trying to get that out is impossible. So of course, you&#8217;re going to have to go to the people who use the Aero Engines, which would be the, you know, the major major Aero, airplane manufacturers, Boeing, Boeing, and Airbus, and things like that. So quite a lot of the time, you may have to take a metre, if you&#8217;re like a metro beater.<\/p>\n<p>Steve Shaw 22:41<br \/>\nWhich is really sort of going and, and looking at who these customers are selling to, but it will mean you&#8217;re gonna have to work hard on the alpha, because the this mean that the the betas are not doing so much of the heavy lifting. And the best way to look at that is firstly, through the cash flows, but also you may have to add something on for extra risk because of the industry is a new one. I hope that, again, I&#8217;m gonna give you a longer a longer bullet here, also a silver bullet here, but hopefully, it&#8217;s given you a little bit of something to work with.<\/p>\n<p>Okay, well, I&#8217;m just gonna spend a few more minutes on this. I mean, there&#8217;s you can play around with bita. by shifting them over, you can use full information beaters by extracting some of the things from, you know, where you have companies that do lots of things. If your client has made a mistake in the cash flows, and you want to change it, but the client doesn&#8217;t want to change it, because it&#8217;s linked to the bonuses, which often happens, you may have to sort of do us a special a special test to then say, Well, this is the value I want, what discount factor Do I need to get there? My one of my favorites, and this is totally unscientific is actually to say, well, these are the elements that I want to include in beta as an alpha rather, and they&#8217;re the things that you haven&#8217;t picked up in beta. And it&#8217;s very useful just to make a list. And then you know, you say, okay, is it 1% 2% 3%? Well, you know, at the end of the day, you have to put your thumb in your mouth sometimes and just go for this, but at least you&#8217;ll be actually understanding why this happens, and why they you know, whether what is actually in beta in alpha, so because to do that, you have to know what&#8217;s in beta. Then we have the two size premiums. Here we&#8217;ve got the Duffin Phelps size premium, which I wouldn&#8217;t recommend because it&#8217;s in the US<\/p>\n<p>because of course all small companies or European companies are fairly small compared to US companies. But there is one out called peak Eric peak who&#8217;s a Dutchman from University of Rotterdam Erasmus University in Rotterdam. And he has done a study or two studies actually one of which was updated recently on on size premiums<\/p>\n<p>in European companies and has some very, very interesting views on how the we discussed holding<\/p>\n<p>Have we defined size very, very important and well worth a redo, look, do look it up, it&#8217;s pick Duffin Phelps. And you know it does. And he comes out with a lot of different different beaters depending on market market size, number of employees sales and things like that.<\/p>\n<p>And then we have some of these quantitative models. And I put these in mainly for the US because you will, you will understand these a little bit more. But we don&#8217;t tend to use them in Europe very much. Some beaters is one which is basically says we take a lag when we&#8217;re looking at betas, the idea being that small companies tend to react less quickly than large companies. So we tend to do a beater with a lag of one month it&#8217;s a it&#8217;s a mechanical thing, since it tends to give a higher beaters. There&#8217;s another school of thought which says, Well, perhaps we should divide beta by R as opposed to R squared. And that gives you some sort of fundamental beta. And then there are a lot of qualitative models out there. Get a quantitative discount models and things like that. The problem with a lot of these is the information just it&#8217;s not robust enough at the moment outside the US. And even in the US, I would figure that perhaps the information is there&#8217;s still a lot of judgments that need to be made there. So there&#8217;s, there are a few elements that you can do for me, the the major one is actually just being quite honest about it and saying, Look, I don&#8217;t know, I can&#8217;t give figures to it. But at least I can tell you what&#8217;s in there. And and then at the end of the day, as most value is no, we you make some sort of executive decision as to what do you think these alpha might be? And you will expect people to disagree with you. Because at the end of the day, it&#8217;s not a science, and you&#8217;d expect people to disagree with you about how you play around with the raw materials.<\/p>\n<p>Now, I think I&#8217;m just at the moment, I&#8217;m just perhaps go through one or two more of the slides. And I&#8217;ve done the show too many perhaps move on one from that matter here. And this one. Yes, this is here just in terms of post COVID. And what what we&#8217;re going to be doing. Of course, when the chaos is number one here is chaos at the moment. The idea is when are we going to be coming out of chaos, hopefully sooner than later, then we&#8217;re going to have some recovery. And then most of the value is going to be coming into the cruising altitude. And the idea is what is really going to be most of the work is going to be determining on what what the new normal is, what the what the cruising altitude will be. And then determining what discount rate we want at that time. And for me that the major things we&#8217;re going to be asking ourselves to do with, you know, risk free rate and market risk premium at that time. But the way I would be dealing with alpha mainly at that time would be to say, Well, look, let&#8217;s do some scenarios on the cash flows, that&#8217;s going to be much more powerful than using data and, and also research and studies, it&#8217;s going to be much more powerful than that, because you&#8217;re going to be tailoring it to the company itself. Now, there are two or three methodologies for working out the discount factors. If you go on another slide here, and then this would probably be the last one that I&#8217;ll show here. And if you build it all the way up. Okay, keep going. Yeah, and one more. Okay, so obviously keep it there. So immediate impact, yes. Okay, we&#8217;ve got some some cash flows are going forward and and some assumptions during the recovery. But for me, they&#8217;re going to be dwarfed by the steady state. So getting the steady state correct is going to be important. However, the second big question you need to ask yourself is how long is it going to take to get to the steady state. And that&#8217;s for me, the the sort of the major, the major area there. And for that, you&#8217;re going to have perhaps different scenarios. The one thing I would talk to you about here is something called a fallback, risk free risk right here, because there are going to be some companies, sadly, that don&#8217;t ever make it to the other side of the swimming pool. And you know, then that&#8217;s that that&#8217;s the third the issue there. And, and perhaps with some companies, which aren&#8217;t doing very well, you might have to treat them as turnaround companies. And in that case, what you&#8217;d be doing is is actually looking at at two or three discount rates or two discount rates, one pretty low discount rate for the costs. And then one set of Cash Flows going forward with recovery and steady state, but then perhaps a big penalty for the fact you might not actually get from the red zone to the orange zone. Now, again, if anyone wants anything more on this, I can, I&#8217;ve got I&#8217;ve got spreadsheets spread, which cover all of these, if anyone&#8217;s interested, just go through Politico, and I&#8217;m sure they&#8217;ll put us in contact. But that&#8217;s really the sort of what I was wanting to say about alpha is that alpha, perhaps is not the question we wanting we should be asking over the next few few months. Yes, it&#8217;s empowering. Yes, it&#8217;s going to have an impact. But for me, the major element is going to be looking at scenarios in order to be able to cut down the assumptions that we have to make in these very difficult times. Because the big problem is we&#8217;re trying to look backwards in order to look forwards. And it&#8217;s perhaps not the time to do that at the moment. And if you are going to look backwards, perhaps look backwards through into night, 2019 being your your last stable year. Okay, well, that&#8217;s what I was going to say on this. And if you have any more questions for Paul and myself, to ask you, I&#8217;m not going to do any more about these, these elements here. These were spares that I was going to hear, so if any questions do do come back to us.<\/p>\n<p>Mathieu Guerville 30:47<br \/>\nYeah, please, we welcome a few questions already. And now we&#8217;re going to really fumble you up on the floor. Anyone can do it. Get a chat, though. If you even want to come on camera and as your question engage with our panelists, feel free to do so I&#8217;d be happy to make you a panelist. If you have a party&#8217;s particular interest in discussing something with Paul and Steve.<\/p>\n<p>We get while we wait for people to volunteer some question, we can do a poll on the amount of valuation activity that we have today on the line. So we typically ask this question every time we do a webinar, and we&#8217;ve done quite a few of those this year. Here. Yes, you know, the audience, how many business valuations are you do on average per year? Maybe they will prompt some additional questions as well.<\/p>\n<p>Right, about a third of you have voted already proving that at the very show not asleep. Right now I&#8217;m going to share the results in about 20 seconds or so. He then oh, Paul, maybe while we wait for questions for the attendees. I have a political question for you. You talked about steady state, you talked about how going forward this is a decreasing altitude or steady state where you should really focus your attention. But as COVID have various ablation disruptions in the past few years proven that really if you do a five, seven or even 10 year forecast, it is a bit naive to assume a steady state to assume a rate of growth that is going to be unimpeded by again, a massive disruption a tsunami, you know, maybe it&#8217;s climate related, or maybe it&#8217;s a pandemic. Do you build that into your cash flow forecast, as you were discussing, Steve? Or is that basically something that you completely adjust with the betas and the data will sort itself out?<\/p>\n<p>Steve Shaw 32:44<br \/>\nThat&#8217;s a good question, Matthew. Because Have you ever seen a forecast which goes up and down, up and down? I&#8217;ve never seen one?<\/p>\n<p>Mathieu Guerville 32:51<br \/>\nNo, I don&#8217;t think it would be accepted by your client to all the various stakeholders you presented to. And I think a hockey stick for some reason is acceptable, but they are a roller coaster less so.<\/p>\n<p>Steve Shaw 33:02<br \/>\nAnd yet we know it&#8217;s going to happen, you know. And that&#8217;s actually that&#8217;s what the market risk premium is for at the end of the day, you know, that we can look back, I remember in December 2004, looking back 20 years and saying, you know the market risk premium, Misha be 2%. And I was actually working with a group from the Caribbean at that time. And they said, Yes, the market was going to be 2%. And then the tsunami in Southeast Asia, it happened. And I said, Look, guys, that&#8217;s what the market risk premium is for is for is to pick up the cycles. So basically, we tend in our cash flows to assume no cycles, we assume this sort of rather perfect S curve. And that&#8217;s why the that&#8217;s why we shouldn&#8217;t be looking at the market risk premium, just over three of you know, over 20 years, we actually if you want to do historically, you should be going back 150 years to but that&#8217;s why also we use market risk premium. That&#8217;s what the market thinks going forward. So yes, it doesn&#8217;t go into the cash flows. that one, that one is definitely picked up by the market risk premium.<\/p>\n<p>Mathieu Guerville 34:04<br \/>\nThank you. So a little bit of an audience profile, it looks like most of the folks that are on the line with us are doing a relatively low number evaluation, majority of a 50% does less than 10, fewer than 10 per year. And in the second highest number is somewhere in that ballpark afterwards, even due for an evaluation which starts getting relatively sizable.<\/p>\n<p>Steve Shaw 34:26<br \/>\nI&#8217;m thinking about the poor chap who does more than 100.<\/p>\n<p>Mathieu Guerville 34:33<br \/>\nWe did invite our clients and so I guess we&#8217;ve alluded to it&#8217;s not that painful to do 100 evaluations a year but if the person who said that is not a client yet, we can make your life a lot less a lot less painful. actually related question again what and by all means, you know, people in the audience, feel free to type a question in the chat But otherwise, I&#8217;m going to ask you a follow up question to that. How long does it actually take to do a business valuation generally speaking,<\/p>\n<p>Paul Resch 35:01<br \/>\nAnd Matthew only those without Valutico, you&#8217;re allowed to answer everybody. The results would be biased, obviously,<\/p>\n<p>Mathieu Guerville 35:08<br \/>\nlet&#8217;s say let&#8217;s say everyone.<\/p>\n<p>Deccent participation right now. Because if we had Excel shortcuts for people to answer the nipples, it would be even faster. People are very quick with the Excel shortcuts when you have to move the mouse. Suddenly, there is a little bit of friction.<\/p>\n<p>I think we had one question pop up in the q&amp;a, which again, I can&#8217;t access. So Steve, if you want to take a look there, it may have been solved<\/p>\n<p>Paul Resch 35:50<br \/>\nalready. This was just whether we distribute the slides after the webinar. So yes, we will, we will send the slides to you. I think we have the email addresses in case you don&#8217;t receive them. Please just get in touch with us. At info@politico.com.<\/p>\n<p>Steve Shaw 36:07<br \/>\nTo learn from Larry, here is Larry, Larry, for a larger company, would you assume acquisitions? in the near term for distressed peers that are smaller? I asked. Because if you think about the valuation date, there&#8217;s additional cash flows might be predictable, but aren&#8217;t in existence at the time of the evaluate the valuation? But this is a great question, because this sort of brings in a little bit about the about hindsight valuation is how much can you use of what you know, and your valuation date might be in the right in the middle of a period where you really couldn&#8217;t know, in which case, you have to build a lot of a lot of uncertainty into it. Now, I suppose the other thing about hindsight valuations, you asked the question, well, could you have known? And if you could have known, I think you put them in? Even if you didn&#8217;t know at that time, so the example is, if you&#8217;re your biggest client goes, goes bust, you probably could have known if you&#8217;ve done the appropriate due diligence, but it&#8217;s, yeah, it&#8217;s, it may very well be some, some some issues there. Again, the acquisitions, if they are distressed, there&#8217;s still going to be some sort of market there. But I agree, they may very well be put under paying and that we found that a lot in that in the end of the last, you know, crash we had in 2007 2008.<\/p>\n<p>Paul Resch 37:33<br \/>\nWe now can also answer this from a C, German German perspective, you wouldn&#8217;t typically include it right? Because the business initiative would have to be initiated already at the time of evaluation. Right? Otherwise, you could always say, well, there is a hypothetical scenario where we buy an apple in five years for nothing, right. But you wouldn&#8217;t normally be allowed to include this in your in your cash flow forecast said.<\/p>\n<p>Steve Shaw 37:57<br \/>\nThanks for that, Paul. Yes, I think actually, that was probably more the more the line of the question there. It&#8217;s a bit like the value in use, I think Kanda is 36, you&#8217;ve got to assume that it&#8217;s, it&#8217;s it&#8217;s at least been activated or actioned for to make make a difference there. So thanks. Thanks for that. I think the other guy actually understood the question, as well. So there we go. How many years? Would you build your financial projections currently? That I would say it depends, it depends how long you&#8217;re going to take to get to some sort of steady state. And that&#8217;s the big problem is that, you know, we don&#8217;t know at the moment. So we might very well have to do two or three separate scenarios where perhaps in one scenario, we assume we get to steady state by the end of 2022. Or we get back to a new normal for you know, normal companies. And others, we may say, Well, we&#8217;re not going to get to 2025. Generally, I would build it to people, I will say five years, but if the company is already mature, you&#8217;re eventually just extrapolating after one year or two years. However, with companies, which are early stage companies, paradoxically, you should be doing projections going forward, perhaps 5678 910 years. Because you&#8217;re not going to get to steady state before that time. Even if those projections are rather, let&#8217;s say, broad brush. So five is the sort of the magic figure, but sometimes I think actually, two is just as good. And sometimes it may be 1015 or 30. And if it&#8217;s a concession or a port or, or an infrastructure project, well, then you may have to go over 30 years, you know, we&#8217;ll pick up all the cash flows from the<\/p>\n<p>Paul Resch 39:44<br \/>\nfrom the project, or maybe even something as simple as satisfied what we heard earlier, there was a question about SAS, right? If you look at the business models and the cash flow forecasts of a lot of these, you know, high flying SAS companies now, they&#8217;re not projected to reach profitability in the next whatever five, seven So I think we&#8217;re not even talking about reaching some sort of sort of steady, steady state. So you might have to look at even longer, longer forecast periods.<\/p>\n<p>Steve Shaw 40:09<br \/>\nAbsolutely. I&#8217;m thinking back to Facebook back in 2010 2011. You know, it&#8217;s we were struggling to find out where the cash is coming from it, we&#8217;re looking at two or three periods. So absolutely, yeah.<\/p>\n<p>Mathieu Guerville 40:25<br \/>\nThank you. Oh, do we have another one? I don&#8217;t see another question for now. But I was gonna say a quick poll results. It looks like most of the folks currently in a webinar are taking at least three days, I think if we look at three to five days, five to seven, on more than seven days, we have 80% of the audience that is in that bucket. And so I&#8217;ll ask you a simple follow up question that flows naturally is, how important would that be to actually improve your valuation process to potentially spend less time doing so. And meanwhile, again, the chat is open for any questions. So if they&#8217;ve placed You go ahead.<\/p>\n<p>Paul Resch 41:17<br \/>\nI just wanted to say so I thought before we started this, I thought my gut feeling would tell me that in COVID, times, the COVID effects drive up cost of capital, right, overall. But now that I&#8217;ve learned the effects can go into, you know, different directions, right. And they compensate each other to some degree.<\/p>\n<p>Steve Shaw 41:35<br \/>\nI think so. So I&#8217;ve got a motorbike going on out here, I think certainly was what you&#8217;ve seen in the US, as you&#8217;ve seen that sort of the the rates have narrowed, actually, if you look at the risk free rate plus the cost of capital, I think there&#8217;s other things going on. However, there&#8217;s certain political and geopolitical things going on, which is an overlay, but changing changing geopolitical power, but also a change in in governments as well. And I think that the US is probably the, perhaps due to the fact there&#8217;s a different person in the in the White House, and that was this time last year made may have some some impact on it.<\/p>\n<p>Mathieu Guerville 42:12<br \/>\nRight, we are approaching the end of the webinar. And actually, this could be a smooth transition, you&#8217;re welcome to stick around, what we&#8217;re going to do is we&#8217;re going to offer a demo developer to go platteville, I&#8217;m actually going to ask you see if there&#8217;s enough interest voted. But in terms of improving the evaluation process, more than half of you have mentioned that this would be very important, and another 30%, that this would be important. So naturally, I would expect there would be some potential enthusiasm. But in the interest of making sure, I will ask the poll again, whether or not there is interest in sticking around for another, maybe 1520 minutes, we&#8217;ll do a very speedy, very rapid valuation using the political platform. And hopefully, you&#8217;ll find that very much in line with what we discussed today. Otherwise, while we wait for the poll results poll and see if you want it to wrap up, I know we committed 45 minutes to the rest of the audience, I want to make sure people that only planned for 45 minutes can walk away with a formal Goodbye, and maybe some final words from you guys.<\/p>\n<p>Steve Shaw 43:18<br \/>\nCertainly, I would support anything that takes out the drudgery out of valuation, because I think a lot of the time you are so shattered after having extracted the information that you don&#8217;t have any real time to think about it. And you know, if the Politico does one thing, if it takes, if it sort of frees up part of your CPU for that, then it&#8217;s going to be worthwhile, which is why I&#8217;m so much of a supporter of it.<\/p>\n<p>Paul Resch 43:44<br \/>\nFantastic, Steve, nothing to add to that. Thank you very much again for your time. And thank you to everyone in the audience.<\/p>\n<p>Mathieu Guerville 43:50<br \/>\nThank you. Thanks, everyone. Thank you, Paul. Thank you, Steve, very much to you both. What we&#8217;ll do is if you have to go You&#8217;ll you&#8217;re free to leave the webinar. And we&#8217;re going to keep the recording going. And so if you are aware, interesting or demo, but could not stick around for 20 minutes, we will share the recording, and you can watch it that way. Or you can reach out to us directly at info@erika.com. And we will make sure to give you access to it give you a personalized demo, etc. I want to thank you all we had over 75 participants, thank you to our panelists and all of those that have asked questions today. And I will transition to a different screen instead of demo right away. So thanks, Paul. Thank you, Steve. Have a great rest of your evening. And to the 18 folks, I want to stick around. Let&#8217;s let&#8217;s get on with the demo. It method.<\/p>\n<p>Paul Resch 44:43<br \/>\nAlright, let me hear all right.<\/p>\n<p>Mathieu Guerville 44:52<br \/>\nFeel free to use a chat again to ask me questions at any point in time during this and I&#8217;m happy actually to promote any of you as a panel. If you want to really engage and make this demo hyper personalized, what I want to show you and I want to be do, I want to be doing that relatively quickly, in the interest of respecting your time, we won&#8217;t go over tools like the impairment testing the additional resources, or the public market module of Erika, what we&#8217;ll do for this very brief demo is simply going to be a private company valuation. The political work is really as a workflow that blends data and automation to make your life significantly easier. So what we&#8217;ll do right now is we&#8217;ll pretend that we have evaluation project to do. And we will call that projects webinar, for the sake of simplicity, unless somebody in the chat gives me a better idea. And we&#8217;ll make maybe this a company we want to value in the United Kingdom in order to represent Steve scholars and flag and we will maybe make this a machinery company as that tends to make it a little bit more simple, generally speaking, this first screen is really as a way of providing some very simple firma graphics about the valuation object you are catering to. And right now, I&#8217;m also going to choose to do devaluation in British pounds. And let&#8217;s assume this company is a small medium sized company, which is the bulk of our clients, quite frankly, tend to represent SMBs, with revenues somewhere between the single digits to maybe low three digit millions of dollars or pounds. So in this case, let&#8217;s assume 10 million British pounds. And then what we want to do is do two things. Both of them are optional, but they will make the process a lot smoother. The first one is to recommend to the tool, a comparable publicly listed company, you will see in about two screens why that&#8217;s important. I happen to know Caterpillar quite well. And based in Chicago, they are in my neighborhood as well. And so I will choose to recommend Caterpillar as a potential publisher use that peer of interest. One thing that we&#8217;ll leave blank here is the valuation date, I could potentially do a backdated valuation, if I have a particular need for that the platform allows you to do so. And that will come into play when we pull the market data about the public peers and other transactions to bind them to a belt secure timeframe rather than doing it as of today. By leaving that blank, we&#8217;re going to do devaluation. As of today.<\/p>\n<p>What we&#8217;ll do is walk through four key steps to do evaluation. And again, you&#8217;ll see we should be done in about 20 minutes starts to sit how fast it can be done. Obviously, we could spend a lot more time if we wanted to add a lot more details and be a lot more cautious about the assumptions. But step number one will be a qualitative assessment, which the screenshot pop up any second. Now, the qualitative assessment is actually our means of applying a lack of market a lack of marketability discount, as well as assessing some cost of equity premium components. What we&#8217;re doing here is formalizing and creating a process around something you undoubtedly already do in your head, we&#8217;re going to ask you about 20 or so questions that will help determine the risk factor for this particular company. And you can see at the bottom of my screen right now we have a risk factor of three. And that number in turn is applied to the calculation for the cost of the equity premium all the way to the bottom center. And it also an influence to the discount to trading multiple, which will be applied when we create a median, multiple or set of median multiples based on public companies like Caterpillar choose earlier. Now this fictional company project webinar is very small, only 10 million in revenue. So I&#8217;m going to move that dial all the way to the right. And you can see right away the impact has been fairly drastic, my risk factor went up to 3.7. And as a result, my cost of equity and my discount, both were quite impacted. Now, I won&#8217;t walk you through every single one of those but you can see they&#8217;ve been grouped by key topics, are we in an attractive market, essentially, where there&#8217;s a lot of growth, maybe limited competition would obviously be a bad thing. And so business logic is built into this. Things that are good for the business are gonna have a positive impact on your discount, it will make it less steep. Things that are bad to the business like a very high exposure to business cycle are going to have a negative impact and make the discount through the trading multiples higher and the cost of equity premium also higher. We have a few questions about management quality, again, things that you would do in any case in your head with regard to any valuation object, some aspect of sales and go to markets or just customer location. Do you have too much concentration on top customers, things of that nature. And then finally some aspects of product quality including IP is there any IP intellectual property moats around the company potentially some element of financial information Capital intensity, degree of leverage or exposure to foreign currency. Now all of this is something you can actually manipulate and manage yourself. These are merely recommendations, we do recommend that you would apply a 6.8% cost of equity premium to the cost of capital. But you are three to actually alter that when we get to literacy to the devaluation. Let&#8217;s move on, you can actually follow along what I&#8217;m doing by looking at the top of my screen, we started by just entering information with the company. We&#8217;re now finished with the qualitative assessment. And we&#8217;re going to move on to peers, eventually to projections, transactions, etc, etc. But a bigger screen is where you start realizing how valuation how velluto saves you a lot of time. Based on the industry, the country and the pier that we recommended, which we may recall was Caterpillar, the platform has already pulled out information about a variety of companies that we think are relevant. And as I look at these, I&#8217;m actually familiar with the vast majority of disk companies. And I know they happen to be quite a good fit. But let&#8217;s just say comments, for instance, which is more of an engine company than a pure machinery company. If I decide that this is not a relative, a relevant peer, I am empowered to remove that the repo does not force me to use comments as a potential peer. What it does instead is it saves me time by providing a list and then allowing me to curate that list by removing or adding, so I just showed you how to remove. Now what we could do is we can do add and move and adding by name, I may actually do a query which pulls against leading financial databases, and can be queried a variety of ways, either by navigating a traditional sort of Industry Classification structures and machinery would be under industrials. And I would just keep going down machinery here, or simply by filtering by country of size. And now, Full Text Search. And potentially, let&#8217;s say I&#8217;m interested in machinery specifically for the oil and gas industry, I could do a query like this. And just like that, we&#8217;ve narrowed down the field to 150 additional peers that are worth considering.<\/p>\n<p>Now, I&#8217;m not familiar with all of these companies, but let&#8217;s just pick one or two. Just as an illustration, maybe Atlas Copco of Sweden seems reasonable. Again, what you would want to do is obviously investigate that a little bit more. By the way, when we&#8217;re speaking about investigating those companies. That&#8217;s something you can do partially in the platform simply by hovering over the description of those companies, you&#8217;ll see if I look over any one of them, I&#8217;ll add a quick description powered by Wikipedia. And if I wanted to investigate not so much description, but the actual financials and where do the numbers come from, etc. I&#8217;m also able to do that by clicking on show details. When I do click on show details, I&#8217;ll be able to see where is the data coming from when was it pooled June 1. Again, if we had bank data, devaluation, all of this would be adjusted to the date of our choosing. And you can see also how we arrive at all the different multiples that we have. Now, obviously, multiples are very simple, it&#8217;s usually just a simple matter of adding a couple numbers and dividing by Alan are one. But nevertheless, for the sake of transparency, that Rico makes all of this completely exposed and transparent. Now one cool, that&#8217;s actually quite helpful as well, when you&#8217;re here is to compare companies from that peer group across a variety of metrics that will allow you to spot some outliers. So I&#8217;m going to do that right now I&#8217;m going to click on that benchmarking tab that you can see right here. And what that does is it shows me cool key indicators that can indicate whether or not one of these companies may be worth isolating, either for good or for bad, aka remove it. Now, obviously, the past couple years have been particularly interesting due to COVID. And you can see that the industry has been very impacted right now. So it may be more interesting to look at the sales growth projected for the next two years, the kegger for 21 through 23. And see if I have any big outlier, I may decide, for instance, that kennametal will decline a little bit less than average, and is growing faster than average over the next few years. And also as a significantly higher capex at almost 6% of revenue, just like Allison transmission, I may decide that that company&#8217;s a little bit too abnormal to include in my peer group and that way I decide to remove it. Now we had quite a few discussions around beta as well in today&#8217;s webinar. And so just for all transparency, I want to show you where that data comes from. We will recommend a particular beta for this particular version object in this case just above one and that comes from being the media of the peers that we have selected. And you can see that median is actually significantly higher than the median of the industry. I think Jill from Spain asked that question during the webinar about if the industry like SAS does not really exist, or if the data is not particularly helpful. Instead of relying on something like that last row right here, which is going to give me let&#8217;s say, a beta value of point six, three, what I do is I build my own peer group, like I did right here, and look at their beta right here, eat or whatever, all all unlevered and make my own decision of what beta do I want to apply based on that. Something else you&#8217;ll notice is that 41% discount right now. And that actually comes from the qualitative assessment that we performed about five minutes ago.<\/p>\n<p>Paul Resch 55:46<br \/>\nLet me check on the chat.<\/p>\n<p>Mathieu Guerville 55:47<br \/>\nLooks like we have a couple of questions. How can a median and very left column is seven plus 7.7? Yeah, I think I noticed that on the benchmark tab. Let me I&#8217;ll go back to it in a second. And we&#8217;ll address that. And the other question is, is it possible to select the harmonic mean multiple or beta, instead of the mean, or median? Yes, sort of, what you would want to do is you would want to download that in that data set, you can calculate whatever number you want letter is to how many mean the geometric mean, whatever number is your preferred method. And you would actually enter it right here. And so let&#8217;s just say that for any reason, either a different calculation or just a gut feeling you wanted to apply a Evie sales multiple of point eight, you could actually just held code dad yourself right here. Now to the question that have been Krishna asked, I am puzzled as well. And I&#8217;m going to take a screenshot and submit that to the product team, because there is no reason that kegger for the past should indeed be a positive plus seven, given that all of them were in the negative. So thank you for pointing that out. But let&#8217;s move on real quick. Unless there are other questions on that screen, we&#8217;re going to move on to the financial projections. And if you notice, I think we&#8217;re only 10 minutes into this demo. And I think we&#8217;re about halfway done already. What happens in your model, if there&#8217;s no revenue for a couple years, we can get to that in that screen? It&#8217;s loading up right now. Thank you, Christopher. For the question. I&#8217;m assuming we&#8217;re talking about potentially a startup valuation. When you get to the business plan aspect, your financial projections, you have really two options that you can do in vertical, both are designed to save you as much time as possible. Option one is going to be to use the value Ico estimates and verrico estimates are built from the limited data that you entered, plus an extrapolation that is based on how peers are doing and what analysts consensus estimates for those peers is. That&#8217;s what we&#8217;ll use in this particular demo, because it&#8217;s a little bit faster. And also, I do not have a financial model for this fictional company. If you did have a model that you already built in Excel, no matter how robust, or how simplistic, you can upload it, and we will translate it into the right value to go format, to be able to leverage it. So for now, let&#8217;s go into the value estimates method. And what you&#8217;ll see is that single number we entered determining that this company had 10 million pounds of revenue. Again, we&#8217;re talking British pounds right here, it is determining that this year, the growth will likely be 15.6%. Now where is that number coming from? It comes from that benchmarking tab, where the median offer a peer group is 15.6%. Now, interestingly enough, oh just might be wider cowger number, add some issues you can see here, I still think the point stands that the kegger median was like you wrong in the earlier tab. But you can see that there were some really good years before the slump. And so that might be a wider kegger. It&#8217;s creeping over itself a little bit just like I am right now. So you can sort of see how that works, right? The sales forecast these numbers in out years out the MLS consensus estimates, we do the same thing. In any other metric that matters that eventually impacts cash flows. and use that as a way to estimate where your p&amp;l where your balance sheet and where your cash flow statement is going. You can forecast as few or as many years as you&#8217;d like. I think right now I&#8217;m by default, doing seven years, I could decide to do just five by just doing two more clicks. And I could also modify any of that either modify the growth rate if I prefer to work from a growth rate basis and just say 5% Oh,<\/p>\n<p>by 5% 5% and then perpetual growth of 3%. Oh, I could actually modify the Go to number and say, You know what, I want to commit to 14 million, and then 15 million, and then 16.5. No matter what method I choose, the tool will adjust dynamically and just reflect that across the model. All of these metrics work the same way. And so I could modify things like accounts receivable, inventories, fixed assets, really in just the same way that we just did. One final thing again, we&#8217;re doing this demo extremely fast. But devaluation tab can be your friend here to see if you&#8217;re doing anything that creates a little bit too much of a roller coaster. For instance, right here, let me see. Yeah, my capex number as a percentage of DNA, actually, it&#8217;s not that shocking as a percentage of depreciation you&#8217;re doing basically replacement. But if I see any number that jumps out, maybe here my return on assets, is blinding at a alarming rate. And so I would essentially want to make sure that I massaged the data to make it more realistic, either by investing more on assets, I would raise my cap X number, or maybe be a little bit more conservative on my margins. I&#8217;m not going to do that right this minute. Because again, we&#8217;re trying to do this in, you know, 1520 minutes, but you can see easily how the tool will empower you to quickly spot any anomaly in the data and point you to where you would want to fix it. I don&#8217;t see any questions in the chat. So I&#8217;m going to move on to the next step, which you can see from my screen right here is going to be transaction. Well, maybe one final thing is you can actually do multiple scenarios. I think that also came up during a discussion, Steve, I believe suggested creating multiple scenarios, you can do that in velluto, as well, this is my peer case, because it&#8217;s based on extrapolating from the peer data. If I add, let&#8217;s say a synergy case, doing a m&amp;a transaction, and I wanted to bake my synergies into it, I could do that as well. If I clicked on Save, it would just simply create a new model. And I could modify both of them and compare. Eventually devaluation outcomes side by side. Not gonna do that right now. But just wanted to illustrate that point. Now, the final step, where you add some actual work to do before the tool does everything for you is going to be our transaction selection tool. And in the transaction screen, it&#8217;s going to follow a very similar dynamic to what we did on the pier selection, meaning that the tool will already issue some recommendations for you and say, we believe that this particular transaction, holding group acquiring Peter bought her hood, in the UK 100% stake for 31 million pounds is irrelevant transaction, we could actually investigate the transaction a little bit, or read a little snippet about it and decide if we do in fact, want to ensure that if we find a wine that we do not like, for whatever reason, maybe it&#8217;s too old, like this one from 1999, I think that&#8217;s going to be a little bit too old, I want to remove that. Or if I wanted to add some more transaction, I could just query to get out again, either by simply entering a few keywords, or by doing a structured query. Now again, I think we were doing a pretend oil and gas company or oil and gas machinery company. So I&#8217;m going to add oil and gas as a filter here. And then we&#8217;re going to go back into industrials, machinery, I said it was a raised hand someone to give somebody to flow in one second. And you can see we&#8217;re looking at over 3000 transactions, I couldn&#8217;t have further narrowed down by deal value, etc, etc. So there&#8217;s quite a bit of options right there. I believe we had someone raised hand emailed the email that radius, I&#8217;m going to bring you onto the floor. Would you like to ask a question?<\/p>\n<p>You can type it if you prefer all otherwise, if you want to speak up, you can unmute yourself or if you want to just type it in the chat that&#8217;s okay as well whatever you prefer.<\/p>\n<p>All right, well, maybe the question has been somehow resolved, feel free to come back on anytime you need. But otherwise, I will keep moving on one final thing you can do on that screen is going to be adding a custom transaction. So if your firm is working in a particular industry and you happen to have your own private data, they may be complimentary to what we have I mean again we have over 800,000 transactions, nearly a half million private transaction but if you happen to know a few orders, let&#8217;s say that actually humilde that Inc. Acquired Matthew LLC, in the US etc, etc. You could enter your multiples you can enter however much higher real little information you have, and that will eventually be fed into the median calculation. And then from that median can condition, you are again able to decide, do I want to keep that median, do I want to use a mean instead, do I want to just manually switch it up a little bit, let&#8217;s say I want to play 1.5. This one I want to make 15x, you can really be in full control of however you want to do it. One final thing I want to show you before we move on to essentially the results screen. And that&#8217;s something you could have done as well in a peer screen is that if you have a company that is in between two industries, you can actually add a second or third or fourth industry right there, right there to compare it. And let&#8217;s just say for instance, this particular machinery company also does some work in aerospace and defense, there&#8217;s bound to be a company that does both, I would add that second industry and that way, it allows me to compare now, thankfully, those three industries are very similar, it seems like in terms of transaction multiples, but that doesn&#8217;t have much of an impact. Something we see quite often now is companies that are moving towards some software companies that were traditionally purely analog purity machinery or what have you. And then I didn&#8217;t a big software components do who Dr. Siemens will be an example of that, then it can be really eye opening to have the software industry next to the traditional industry. Now a little bit scared of clicking next because of course we did this so fast Duran to evaluate their range that devaluation tool will provide it might be a little wide. But I think you guys have been following along you sort of trade offs that we made in terms of presentation speed versus precision. And you&#8217;ll be able to decide for yourself, what you take in and what you discount from the results. So let me show you in one second. That final click was literally all the work that was left for us to do. And we&#8217;re going to see the outcome of devaluation. Now, as a reminder, we are looking at a peer case nunda synergy case, that would be a different screen that were created for evaluation date of June 1, and old numbers are in British pounds, millions of British pounds more specifically, for project webinar, a machinery company with 10 million pounds of revenue. We show you all of those different methods, the income based methods, the DCF work, essentially some equity based methods, and then all the multiples, whether they&#8217;re market based or transaction based, all of them right here on that football field, with a value range, that&#8217;s actually a little bit now word and a feared somewhere between 11 and 18 million pounds. Now you&#8217;ll notice here, some of those green dots that represent the suggested value for this company outside of the range and ends because we applied the discount, right, if you recall, we applied a 41% discount to our public dish credit peers. And so the green or blue spectrum right there represent where the company would be valued. If we applied no discount with the discount, we&#8217;re actually on the lower end of that can actually dive into any one of those methods, you can see some of the assumptions we made in terms of the net dead bridge, it&#8217;s something we could modify manually as well, very straightforward. You can see here, the cost of the greedy premium that we calculated or earlier is in that table, as well as other factors that play into your cost of capital, which by the way, if any one of those numbers is something you do not like if you want to change the gearing ratio or any other aspect, you can do that right here, the tax rate, we see we pull the data from public sources. But if you wanted to apply different tax rates for this particular entity, you&#8217;d be able to do that. In the DCF model, you can see the traditional cash flow table, as well as the sensitivities that I&#8217;m sure you&#8217;re very comfortable and familiar with, you could change your perpetual growth rate right here and see kind of what the impact would be if we made that 2.5% for instance, 2.5 gonna recalculate immediately, and within half a second, we now have a new number, essentially right there.<\/p>\n<p>Any method that you don&#8217;t want to use, you can actually hide. And so let&#8217;s say simplify flow to equity is not one that I&#8217;m normally presenting to my client, I can just click on a little eyeball right there. And that method will be removed not just from that screen, but also from potential deliverables that I could gain by clicking the Export button. What I can do is I can share that page with anyone I can make this a public link. And so if I click on share with others, this will give me a link. And I can send that to a client, I can send that to somebody else within the firm, and people do not need his Ltd account to be able to view this particular page. And if I prefer to do so, I could export our results directly into a PowerPoint or a Word document. In any number of languages that we support and all of the graphs all of the auditability of every decision that you made would be transferred And visible, all of the files that we export as well. Completely editable, the charts are pasted as Charles. And the tables are pasted as tables, not images. So you are still really capable and able to put your brand, your colors, your logos, and make manual edits wherever needed. This concludes in just about 2025 minutes, a very speedy walkthrough of the demo and of the platform, I&#8217;m happy to take any additional questions that you have. Otherwise, I know that we already went quite a bit beyond the time that was allotted to the webinar. And I want to thank you all for the extra 20 minutes that you gave us. But if you have any questions, feel free to put them in the chat, or reach out to us info and political outcome, we very much look forward to working with many of you. The estimated cost for the platform is in annual subscription that I think is around six or $700. I noted number in dollars per month. And that&#8217;s something that it could definitely put you in touch with our sales team, it will depend quite a bit on the number of users that you&#8217;d like to have and things like that. We usually find and we&#8217;ll we actually have quite a few case studies on our website that can demonstrate that folks who do anywhere between three to five valuation can actually very quickly earn a payback on the investment. And then any additional work on based on that is essentially pure benefit as we don&#8217;t charge for volume evaluation.<\/p>\n<p>Paul Resch 1:11:37<br \/>\nGood question, though. Any other question in the q&amp;a?<\/p>\n<p>Unknown Speaker 1:11:48<br \/>\nAll right, well,<\/p>\n<p>Mathieu Guerville 1:11:50<br \/>\nthat&#8217;s it for today. Again, thank you very much for your time, greatly appreciated. And the recording will be made available. This demo was a very quick and dirty one. If you&#8217;d like a custom, tailored demo, please reach out to us our sales team is giving you know, a ton of these a day, they can do a much better job than I can. And they&#8217;d be happy to tailor the presentation to a particular industry or particular need that you have. We walked through only about a quarter of the features of the platform. But I hope this was informative already. In the meantime, have a phenomenal rest of your day whenever however late it is already on your Saturday world. And looking forward to seeing you all on future webinars. Thank you<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>In this webinar Valutico and Steve Shaw explain the impact [&hellip;]<\/p>\n","protected":false},"author":15,"featured_media":14895,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"inline_featured_image":false},"categories":[110,37,53],"tags":[155],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.7 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>The Alpha Webinar – June 2021 - Valutico<\/title>\n<meta name=\"description\" content=\"In this webinar Valutico and Steve Shaw explain the impact of risk from Covid 19 on the alpha of a valuation and explore risk grading\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"The Alpha Webinar – June 2021 - Valutico\" \/>\n<meta property=\"og:description\" content=\"In this webinar Valutico and Steve Shaw explain the impact of risk from Covid 19 on the alpha of a valuation and explore risk grading\" \/>\n<meta property=\"og:url\" content=\"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/\" \/>\n<meta property=\"og:site_name\" content=\"Valutico\" \/>\n<meta property=\"article:published_time\" content=\"2021-06-07T19:59:42+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/valutico.com\/wp-content\/uploads\/2021\/06\/Stock_images077.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1237\" \/>\n\t<meta property=\"og:image:height\" content=\"825\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"author\" content=\"Philipp Krüger\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Philipp Krüger\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"1 minute\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/\"},\"author\":{\"name\":\"Philipp Krüger\",\"@id\":\"https:\/\/valutico.com\/#\/schema\/person\/5aebb8f46d41c7408a042b3965004a88\"},\"headline\":\"The Alpha Webinar – June 2021\",\"datePublished\":\"2021-06-07T19:59:42+00:00\",\"dateModified\":\"2021-06-07T19:59:42+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/\"},\"wordCount\":13547,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/valutico.com\/#organization\"},\"keywords\":[\"best practices level 3\"],\"articleSection\":[\"Resources\",\"Valuation Knowledge\",\"Webinars\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/\",\"url\":\"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/\",\"name\":\"The Alpha Webinar – June 2021 - Valutico\",\"isPartOf\":{\"@id\":\"https:\/\/valutico.com\/#website\"},\"datePublished\":\"2021-06-07T19:59:42+00:00\",\"dateModified\":\"2021-06-07T19:59:42+00:00\",\"description\":\"In this webinar Valutico and Steve Shaw explain the impact of risk from Covid 19 on the alpha of a valuation and explore risk grading\",\"breadcrumb\":{\"@id\":\"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/valutico.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"The Alpha Webinar – June 2021\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/valutico.com\/#website\",\"url\":\"https:\/\/valutico.com\/\",\"name\":\"Valutico\",\"description\":\"Measure Value\",\"publisher\":{\"@id\":\"https:\/\/valutico.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/valutico.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/valutico.com\/#organization\",\"name\":\"Valutico\",\"url\":\"https:\/\/valutico.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/valutico.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/valutico.com\/wp-content\/uploads\/2021\/03\/V-in-Blue-Green.png\",\"contentUrl\":\"https:\/\/valutico.com\/wp-content\/uploads\/2021\/03\/V-in-Blue-Green.png\",\"width\":615,\"height\":875,\"caption\":\"Valutico\"},\"image\":{\"@id\":\"https:\/\/valutico.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"Person\",\"@id\":\"https:\/\/valutico.com\/#\/schema\/person\/5aebb8f46d41c7408a042b3965004a88\",\"name\":\"Philipp Krüger\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/valutico.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/valutico.com\/wp-content\/uploads\/2022\/12\/cropped-Author-96x96.jpeg\",\"contentUrl\":\"https:\/\/valutico.com\/wp-content\/uploads\/2022\/12\/cropped-Author-96x96.jpeg\",\"caption\":\"Philipp Krüger\"},\"description\":\"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Fusce rhoncus eu lacus in rutrum. Aliquam erat volutpat. Aliquam accumsan blandit scelerisque. Vestibulum euismod erat at orci vulputate pharetra. Aenean interdum dui sit amet tempus dapibus. Maecenas interdum nunc nec ligula pretium ullamcorper.\",\"url\":\"https:\/\/valutico.com\/author\/p-krueger\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"The Alpha Webinar – June 2021 - Valutico","description":"In this webinar Valutico and Steve Shaw explain the impact of risk from Covid 19 on the alpha of a valuation and explore risk grading","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/","og_locale":"en_US","og_type":"article","og_title":"The Alpha Webinar – June 2021 - Valutico","og_description":"In this webinar Valutico and Steve Shaw explain the impact of risk from Covid 19 on the alpha of a valuation and explore risk grading","og_url":"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/","og_site_name":"Valutico","article_published_time":"2021-06-07T19:59:42+00:00","og_image":[{"width":1237,"height":825,"url":"https:\/\/valutico.com\/wp-content\/uploads\/2021\/06\/Stock_images077.png","type":"image\/png"}],"author":"Philipp Krüger","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Philipp Krüger","Est. reading time":"1 minute"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/#article","isPartOf":{"@id":"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/"},"author":{"name":"Philipp Krüger","@id":"https:\/\/valutico.com\/#\/schema\/person\/5aebb8f46d41c7408a042b3965004a88"},"headline":"The Alpha Webinar – June 2021","datePublished":"2021-06-07T19:59:42+00:00","dateModified":"2021-06-07T19:59:42+00:00","mainEntityOfPage":{"@id":"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/"},"wordCount":13547,"commentCount":0,"publisher":{"@id":"https:\/\/valutico.com\/#organization"},"keywords":["best practices level 3"],"articleSection":["Resources","Valuation Knowledge","Webinars"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/valutico.com\/the-alpha-webinar-june-2021\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/","url":"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/","name":"The Alpha Webinar – June 2021 - Valutico","isPartOf":{"@id":"https:\/\/valutico.com\/#website"},"datePublished":"2021-06-07T19:59:42+00:00","dateModified":"2021-06-07T19:59:42+00:00","description":"In this webinar Valutico and Steve Shaw explain the impact of risk from Covid 19 on the alpha of a valuation and explore risk grading","breadcrumb":{"@id":"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/valutico.com\/the-alpha-webinar-june-2021\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/valutico.com\/the-alpha-webinar-june-2021\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/valutico.com\/"},{"@type":"ListItem","position":2,"name":"The Alpha Webinar – June 2021"}]},{"@type":"WebSite","@id":"https:\/\/valutico.com\/#website","url":"https:\/\/valutico.com\/","name":"Valutico","description":"Measure Value","publisher":{"@id":"https:\/\/valutico.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/valutico.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/valutico.com\/#organization","name":"Valutico","url":"https:\/\/valutico.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/valutico.com\/#\/schema\/logo\/image\/","url":"https:\/\/valutico.com\/wp-content\/uploads\/2021\/03\/V-in-Blue-Green.png","contentUrl":"https:\/\/valutico.com\/wp-content\/uploads\/2021\/03\/V-in-Blue-Green.png","width":615,"height":875,"caption":"Valutico"},"image":{"@id":"https:\/\/valutico.com\/#\/schema\/logo\/image\/"}},{"@type":"Person","@id":"https:\/\/valutico.com\/#\/schema\/person\/5aebb8f46d41c7408a042b3965004a88","name":"Philipp Krüger","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/valutico.com\/#\/schema\/person\/image\/","url":"https:\/\/valutico.com\/wp-content\/uploads\/2022\/12\/cropped-Author-96x96.jpeg","contentUrl":"https:\/\/valutico.com\/wp-content\/uploads\/2022\/12\/cropped-Author-96x96.jpeg","caption":"Philipp Krüger"},"description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Fusce rhoncus eu lacus in rutrum. Aliquam erat volutpat. Aliquam accumsan blandit scelerisque. Vestibulum euismod erat at orci vulputate pharetra. Aenean interdum dui sit amet tempus dapibus. Maecenas interdum nunc nec ligula pretium ullamcorper.","url":"https:\/\/valutico.com\/author\/p-krueger\/"}]}},"distributor_meta":false,"distributor_terms":false,"distributor_media":false,"distributor_original_site_name":"Valutico","distributor_original_site_url":"https:\/\/valutico.com","push-errors":false,"_links":{"self":[{"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/posts\/14894"}],"collection":[{"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/users\/15"}],"replies":[{"embeddable":true,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/comments?post=14894"}],"version-history":[{"count":0,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/posts\/14894\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/media\/14895"}],"wp:attachment":[{"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/media?parent=14894"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/categories?post=14894"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/tags?post=14894"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}