{"id":17160,"date":"2023-04-17T08:12:06","date_gmt":"2023-04-17T08:12:06","guid":{"rendered":"https:\/\/valutico.com\/?p=17160"},"modified":"2023-05-09T13:35:42","modified_gmt":"2023-05-09T13:35:42","slug":"weighted-average-cost-of-capital-explained-formula-and-meaning","status":"publish","type":"post","link":"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/","title":{"rendered":"Weighted Average Cost of Capital Explained &#8211; Formula and Meaning"},"content":{"rendered":"<h1>Weighted Average Cost of Capital Explained &#8211; Formula and Meaning<\/h1>\n<p>&nbsp;<\/p>\n<p><img decoding=\"async\" class=\"lazyload alignnone wp-image-17163 size-large\" src=\"https:\/\/valutico.com\/wp-content\/uploads\/2023\/03\/Weighted-Average-Cost-of-Capital-Explanation-1024x602.jpg\" data-orig-src=\"https:\/\/valutico.com\/wp-content\/uploads\/2023\/03\/Weighted-Average-Cost-of-Capital-Explanation-1024x602.jpg\" alt=\"\" width=\"1024\" height=\"602\" srcset=\"data:image\/svg+xml,%3Csvg%20xmlns%3D%27http%3A%2F%2Fwww.w3.org%2F2000%2Fsvg%27%20width%3D%271024%27%20height%3D%27602%27%20viewBox%3D%270%200%201024%20602%27%3E%3Crect%20width%3D%271024%27%20height%3D%27602%27%20fill-opacity%3D%220%22%2F%3E%3C%2Fsvg%3E\" data-srcset=\"https:\/\/valutico.com\/wp-content\/uploads\/2023\/03\/Weighted-Average-Cost-of-Capital-Explanation-200x118.jpg 200w, https:\/\/valutico.com\/wp-content\/uploads\/2023\/03\/Weighted-Average-Cost-of-Capital-Explanation-300x177.jpg 300w, https:\/\/valutico.com\/wp-content\/uploads\/2023\/03\/Weighted-Average-Cost-of-Capital-Explanation-400x235.jpg 400w, https:\/\/valutico.com\/wp-content\/uploads\/2023\/03\/Weighted-Average-Cost-of-Capital-Explanation-600x353.jpg 600w, https:\/\/valutico.com\/wp-content\/uploads\/2023\/03\/Weighted-Average-Cost-of-Capital-Explanation-768x452.jpg 768w, https:\/\/valutico.com\/wp-content\/uploads\/2023\/03\/Weighted-Average-Cost-of-Capital-Explanation-800x471.jpg 800w, https:\/\/valutico.com\/wp-content\/uploads\/2023\/03\/Weighted-Average-Cost-of-Capital-Explanation-1024x602.jpg 1024w, https:\/\/valutico.com\/wp-content\/uploads\/2023\/03\/Weighted-Average-Cost-of-Capital-Explanation.jpg 1200w\" data-sizes=\"auto\" data-orig-sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/p>\n<p><span style=\"font-weight: 400;\">In this article, we’ll explain what the Weighted Average Cost of Capital (WACC) is, by breaking it down into its components, and highlighting its role in valuing a company through the Discounted Cash Flow method (DCF).<\/span><\/p>\n<p><span style=\"font-weight: 400;\">What is the Weighted Average Cost of Capital (WACC)? <\/span><strong>Determining a company&#8217;s &#8220;Cost of Capital&#8221; is vital in corporate finance and valuation, and the Weighted Average Cost of Capital (WACC) provides a specific way of doing so. WACC considers the costs associated with different components of a firm&#8217;s capital structure, such as debt, equity, and preferred stock, and weighs them according to their proportion. These costs are then combined into a &#8220;weighted average&#8221; which represents the overall cost of financing a business. WACC is a valuable tool in discounted cash flow analysis for finding the value of a company.<\/strong><\/p>\n<p><span style=\"font-weight: 400;\"> <\/span><\/p>\n<p><span style=\"font-weight: 400;\">First we provide a quick WACC overview, then we explain step-by-step how the WACC works.  <\/span><\/p>\n<p>QUICK OVERVIEW<\/p>\n<ul>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">The Weighted Average Cost of Capital (WACC) is a popular way to measure Cost of Capital, often used in a Discounted Cash Flow analysis to help value a business.<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">The WACC calculates the Cost of Capital by weighing the distinct costs, including Debt and Equity, according to the proportion that each is held, combining them all in a weighted average.<\/span><\/li>\n<li aria-level=\"1\">The resulting WACC represents the average cost of all the types of capital a company uses to finance its operations.<\/li>\n<li>The WACC is used as the discount rate in a DCF analysis.<\/li>\n<li>The higher the WACC, the higher the discount rate, and so the lower the value of the business.<\/li>\n<li>WACCs in certain industries may be higher or lower in general, depending on the risk associated with that industry. Riskier industries, may have a higher Cost of Capital.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h2>What is the WACC? A Short Summary<\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-weight: 400;\">The Weighted Average Cost of Capital (WACC) is an important tool for business valuation. It is a metric used to calculate the Cost of Capital for a company based on its specific financing mix (debt, equity and\/or preference shares). The Cost of Capital is then used to discount future expected cash flows to arrive at a present value &#8211; the valuation of the business using the Discounted Cash Flow method, a leading valuation technique.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">The WACC formula derives the current cost of each form of finance, starting with the risk-free rate, the expected return on equity, and the costs associated with debt financing. To calculate the WACC, you must first determine each source&#8217;s &#8220;costs,&#8221; which are expressed as percentages. You then weigh each source by its relative importance in terms of debt or equity.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">In order to understand this, it may help to know the following:<\/span><span style=\"font-weight: 400;\"> <\/span><\/p>\n<h3><span style=\"font-weight: 400;\">What is the Cost of Capital?<\/span><\/h3>\n<p><span style=\"font-weight: 400;\">The Cost of Capital is how much it costs to obtain debt and equity capital, which is used to finance the operations of a business, including business growth. This is an important metric in business and finance. Businesses that are considered less predictable or more risky may have to face higher costs to obtain capital, as the providers of capital consider themselves taking onboard extra risk of losing their money, and want to be rewarded for their exposure to this risk. <\/span><\/p>\n<h3><span style=\"font-weight: 400;\">Why is Cost of Capital Important for Business Planning?<\/span><\/h3>\n<p><span style=\"font-weight: 400;\">Broadly speaking, the company&#8217;s Cost of Capital shows how much money new endeavors must generate to offset these upfront costs, in order for the business to generate money.<\/span><b> <\/b><\/p>\n<p><span style=\"font-weight: 400;\">Cost of Capital is important in business planning as it represents the minimum return a company must earn on its investments in order to satisfy its creditors and equity investors. This helps the company determine the feasibility of new projects and investments, set a proper pricing strategy, and make informed decisions on allocating resources. By considering the Cost of Capital, a company can ensure it is using its funds in the most efficient manner and maximizing returns for its stakeholders.<\/span><\/p>\n<h3><span style=\"font-weight: 400;\">Cost of Capital vs. WACC<\/span><\/h3>\n<p>The cost of capital is the total cost of debt and equity that a company incurs to run its operations. This method doesn&#8217;t consider the relative proportion of each source of financing. WACC, on the other hand, goes a step further by considering the proportion of each financing source used by the company.<\/p>\n<p><b> <\/b><span style=\"font-weight: 400;\"> <\/span><\/p>\n<h2><span style=\"font-weight: 400;\">How is the WACC Used?<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-weight: 400;\">The Weighted Average Cost of Capital, and its related concept, Cost of Capital, are used when making important financial decisions, including for mergers and acquisitions, investment decisions, as well as evaluating a company’s financial performance and stability.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">  <\/span><\/p>\n<h2><span style=\"font-weight: 400;\">How Do You Calculate WACC?<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-weight: 400;\">To calculate WACC, one must first find the cost of debt and then determine the required rate of return for equity.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">In order to calculate WACC, we use the following equation:<\/span><\/p>\n<p><span style=\"font-weight: 400;\">WACC = (E\/V x Re) + ((D\/V x Rd) x (1-T)).<\/span><\/p>\n<p><span style=\"font-weight: 400;\">In this equation, &#8220;E&#8221; stands for &#8220;Equity&#8221;, &#8220;V&#8221; stands for &#8220;Value&#8221;, &#8220;Re&#8221; stands for &#8220;Required Rate of return for Equity&#8221;, &#8220;D&#8221; stands for &#8220;Debt&#8221;, &#8220;Rd&#8221; stands for &#8220;Cost of Debt&#8221;, and &#8220;T&#8221; stands for &#8220;Tax Rate&#8221;.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">The cost of debt, or Rd, is the rate at which a company can borrow money from its creditors. This rate is typically determined by the length and size of the loan, as well as credit ratings associated with the company.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">The required rate of return for equity (Re) is generally calculated using the Capital Asset Pricing Model (CAPM). This model takes into account a variety of factors, such as risk-free rate, beta, and expected market returns.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Finally, tax rate (T) represents taxes associated with interest payments on debt or dividends on equity.<\/span><\/p>\n<p><span style=\"font-weight: 400;\"> <\/span><\/p>\n<h2><span style=\"font-weight: 400;\">WACC &#8211; Key Components<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-weight: 400;\">WACC is calculated using a variety of factors, including these main factors. <\/span><\/p>\n<p><b>Cost of equity<\/b><span style=\"font-weight: 400;\"> (or &#8220;discount rate&#8221;), which considers the expected rate of return given current market conditions and the risk associated with investing in the company. <\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><b>Beta factor:<\/b><span style=\"font-weight: 400;\"><br \/>\n<\/span><span style=\"font-weight: 400;\">The beta factor is part of the Weighted Average Cost of Capital (WACC). It is a measure of the volatility of a stock in relation to the market as a whole. The beta factor is used to calculate the cost of equity in the WACC formula and is a measure of a stock&#8217;s systematic risk, or the risk associated with the overall market. A beta of 1.0 indicates that the stock moves in line with the market, while a beta greater than 1.0 indicates a stock that is more volatile than the market. A beta of less than 1.0 indicates a stock that is less volatile than the market. The higher the beta, the higher the required return for the stock, and the higher the cost of equity in the WACC formula.<\/span><\/li>\n<\/ul>\n<p><b>Cost of debt<\/b><span style=\"font-weight: 400;\"> is typically determined by interest rates on loans or other financing instruments. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Sometimes, other factors are considered, such as:<\/span><\/p>\n<p><b>Preferred stock<\/b><span style=\"font-weight: 400;\"> that a company may have issued, which pays out dividends at predetermined rates regardless of how well a business is performing. <\/span><\/p>\n<p><b>Weighted average shares outstanding<\/b><span style=\"font-weight: 400;\"> which reflects how many shares are currently outstanding for each type of security held by investors. <\/span><\/p>\n<p><span style=\"font-weight: 400;\"> <\/span><\/p>\n<h2><span style=\"font-weight: 400;\">Valuing a Business &#8211; WACC in a DCF<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-weight: 400;\">Weighted Average Cost of Capital (WACC) is an important concept when it comes to valuation. <\/span><span style=\"font-weight: 400;\">WACC is essential in a Discounted Cash Flow (DCF) analysis, as it serves as the &#8220;discount rate&#8221;. <\/span><span style=\"font-weight: 400;\">A DCF requires projecting future cash flows and then discounting them back to their present-day values using the WACC rate as the &#8220;discount rate&#8221;. <\/span><span style=\"font-weight: 400;\">The sum of all projected future cash flows (discounted by the WACC) gives an estimate of the &#8220;fair value&#8221; for a company.<\/span><\/p>\n<p><span style=\"font-weight: 400;\"> <\/span><\/p>\n<h2><span style=\"font-weight: 400;\">What Does a High WACC Mean?<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-weight: 400;\">WACC is calculated as a weighted average of all sources of capital, including debt and equity, used to finance investments. A high WACC indicates that financing costs are higher and reduces the valuation of any given project through discounted cash flow analysis. It also means that investors may be less willing to allocate funds to such projects due to the high cost associated with them. <\/span><span style=\"font-weight: 400;\">In conclusion, a high WACC can have serious implications on an organization&#8217;s ability to obtain funding and accurately evaluate potential investments or projects.  Understanding the impact of WACC is key when considering a company&#8217;s overall financial health and future prospects.<\/span><\/p>\n<p><span style=\"font-weight: 400;\"> <\/span><\/p>\n<h2><span style=\"font-weight: 400;\">What Does a Low WACC Mean?<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-weight: 400;\">A low WACC is beneficial to any company and its stakeholders. It represents the rate of return that a company must pay for all its financial sources such as debt and equity. A lower WACC means that there is less risk associated with the financing and so the expected return on investment (ROI) will be higher. This makes it more likely for shareholders or other financiers to invest in a company as they have confidence in their returns.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Having a low WACC can also have implications when it comes to valuation. Low Cost of Capital lowers the discount rate used in discounted cash flow models meaning there is an increased value for future cash flows leading to higher valuations for firms with lower Cost of Capital. <\/span><span style=\"font-weight: 400;\">A low WACC is important for any company’s financial performance and is something that should be monitored closely. Companies should strive to maintain a low Cost of Capital in order to attract investment, reduce the risk associated with their financing and significantly increase their valuation.<\/span><\/p>\n<p>&nbsp;<\/p>\n<h2><span style=\"font-weight: 400;\">Do Different Industries Typically Have Different WACCs?<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-weight: 400;\">The industry in which a firm operates can have a significant effect on its WACC. Industries with higher levels of risk often require companies to take on more debt or pay higher interest rates when borrowing money, resulting in a higher WACC. On the other hand, firms operating in less risky industries may have access to lower cost financing options and consequently have a lower WACC.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">For example, some of the industries with the highest WACCs include telecommunications, technology, utilities, media, pharmaceuticals, and oil &amp; gas. These industries tend to require significant investments in research and development in order to remain competitive and therefore demand higher returns for investors. On the other hand, industries such as retail, transportation services, leisure\/hospitality and banking typically have lower WACCs due to their relatively predictable business operations and low levels of risk.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Ultimately, it is important for companies to understand their individual WACC as well as how it compares to those in their industry in order to gain insight into their financial health and potential value. By analyzing the WACC, firms can gain a better understanding of their overall financial position and make more informed decisions when it comes to investing in growth and other opportunities.<\/span><\/p>\n<p>&nbsp;<\/p>\n<h2><span style=\"font-weight: 400;\">Making Investment Decisions Based on the WACC<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-weight: 400;\">The WACC is expressed as a percentage, like interest of return on an investment. If a company has a WACC of 8%, this would mean that company should make investments that give a higher return than 8%, in order to grow. Any investments that give a lower return than 8%, may mean that it is therefore costing the company more money to finance its operations, than it is making from the operations themselves. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">The Weighted Average Cost of Capital helps investors make informed decisions about where to allocate their resources for maximum return on investment. <\/span><\/p>\n<p><i><span style=\"font-weight: 400;\">Investing in a Company:<\/span><\/i><span style=\"font-weight: 400;\"> WACC is used for this purpose as it takes into account both debt and equity financing costs and in this way provides a measure of required return for investors in order for them to be willing to invest in a company. This is because  higher WACC means that the Cost of Capital is higher and the investor will demand a higher return on their investment to compensate for the increased risk. Thus, knowing the WACC of a company can help investors make more informed decisions when investing in that company.<\/span><\/p>\n<p>&nbsp;<\/p>\n<h2><span style=\"font-weight: 400;\">WACC Example<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-weight: 400;\">For example, say a company has total equity of $400 million with a cost of 12% and total debt of $600 million at a 6% cost. The WACC can be calculated by weighting these components appropriately:<\/span><\/p>\n<p><span style=\"font-weight: 400;\">WACC = (.4 x .12) + (.6 x .06) = 9.0%<\/span><\/p>\n<p><span style=\"font-weight: 400;\">This tells us that the company must earn an expected return of at least 9% on any new investments in order to create value from its capital structure. This is a critical metric for investors to analyze when assessing a company&#8217;s discounted cash flow or overall valuation.<\/span><\/p>\n<p><span style=\"font-weight: 400;\"> <\/span><\/p>\n<h2>What are the Limitations of WACC?<\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-weight: 400;\"> <\/span><span style=\"font-weight: 400;\">Although WACC is a valuable tool for valuing companies, it has some drawbacks. The calculation of several elements in the WACC can be subjective and subject to different interpretations, leading to varying results among analysts. For instance, the effective tax rate or risk-free rate may be calculated differently or based on proprietary methods.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Therefore, it is crucial to use the WACC in conjunction with other financial instruments when assessing valuations. While it is useful in determining the minimum acceptable return on investment, other factors such as market conditions, competition, and company-specific risks should also be taken into account. With a platform like Valutico, a broader range of tools can be used to perform a more thorough and detailed analysis of companies.<\/span><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Weighted Average Cost of Capital Explained &#8211; Formula and Meaning [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":17163,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"inline_featured_image":false},"categories":[110,37],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.7 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Weighted Average Cost of Capital Explained - Formula and Meaning - Valutico<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Weighted Average Cost of Capital Explained - Formula and Meaning - Valutico\" \/>\n<meta property=\"og:description\" content=\"Weighted Average Cost of Capital Explained &#8211; Formula and Meaning [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/\" \/>\n<meta property=\"og:site_name\" content=\"Valutico\" \/>\n<meta property=\"article:published_time\" content=\"2023-04-17T08:12:06+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2023-05-09T13:35:42+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/valutico.com\/wp-content\/uploads\/2023\/03\/Weighted-Average-Cost-of-Capital-Explanation.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"706\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Chris Botha\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Chris Botha\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/\"},\"author\":{\"name\":\"Chris Botha\",\"@id\":\"https:\/\/valutico.com\/#\/schema\/person\/d4a2dd3736ec198b4cf14a204db27af3\"},\"headline\":\"Weighted Average Cost of Capital Explained &#8211; Formula and Meaning\",\"datePublished\":\"2023-04-17T08:12:06+00:00\",\"dateModified\":\"2023-05-09T13:35:42+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/\"},\"wordCount\":2198,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/valutico.com\/#organization\"},\"articleSection\":[\"Resources\",\"Valuation Knowledge\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/\",\"url\":\"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/\",\"name\":\"Weighted Average Cost of Capital Explained - Formula and Meaning - Valutico\",\"isPartOf\":{\"@id\":\"https:\/\/valutico.com\/#website\"},\"datePublished\":\"2023-04-17T08:12:06+00:00\",\"dateModified\":\"2023-05-09T13:35:42+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/valutico.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Weighted Average Cost of Capital Explained &#8211; Formula and Meaning\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/valutico.com\/#website\",\"url\":\"https:\/\/valutico.com\/\",\"name\":\"Valutico\",\"description\":\"Measure Value\",\"publisher\":{\"@id\":\"https:\/\/valutico.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/valutico.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/valutico.com\/#organization\",\"name\":\"Valutico\",\"url\":\"https:\/\/valutico.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/valutico.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/valutico.com\/wp-content\/uploads\/2021\/03\/V-in-Blue-Green.png\",\"contentUrl\":\"https:\/\/valutico.com\/wp-content\/uploads\/2021\/03\/V-in-Blue-Green.png\",\"width\":615,\"height\":875,\"caption\":\"Valutico\"},\"image\":{\"@id\":\"https:\/\/valutico.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"Person\",\"@id\":\"https:\/\/valutico.com\/#\/schema\/person\/d4a2dd3736ec198b4cf14a204db27af3\",\"name\":\"Chris Botha\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/valutico.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/valutico.com\/wp-content\/uploads\/2023\/03\/Chris-Botha-96x96.jpeg\",\"contentUrl\":\"https:\/\/valutico.com\/wp-content\/uploads\/2023\/03\/Chris-Botha-96x96.jpeg\",\"caption\":\"Chris Botha\"},\"description\":\"Chris Botha has over 12 years experience in corporate finance and M&amp;A. Prior to working in corporate finance Chris studied at the University of Johannesburg where he gained an honours degree in investment management. Chris is also a CFA Charterholder.\",\"url\":\"https:\/\/valutico.com\/author\/chris-botha\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Weighted Average Cost of Capital Explained - Formula and Meaning - Valutico","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/","og_locale":"en_US","og_type":"article","og_title":"Weighted Average Cost of Capital Explained - Formula and Meaning - Valutico","og_description":"Weighted Average Cost of Capital Explained &#8211; Formula and Meaning [&hellip;]","og_url":"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/","og_site_name":"Valutico","article_published_time":"2023-04-17T08:12:06+00:00","article_modified_time":"2023-05-09T13:35:42+00:00","og_image":[{"width":1200,"height":706,"url":"https:\/\/valutico.com\/wp-content\/uploads\/2023\/03\/Weighted-Average-Cost-of-Capital-Explanation.jpg","type":"image\/jpeg"}],"author":"Chris Botha","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Chris Botha","Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/#article","isPartOf":{"@id":"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/"},"author":{"name":"Chris Botha","@id":"https:\/\/valutico.com\/#\/schema\/person\/d4a2dd3736ec198b4cf14a204db27af3"},"headline":"Weighted Average Cost of Capital Explained &#8211; Formula and Meaning","datePublished":"2023-04-17T08:12:06+00:00","dateModified":"2023-05-09T13:35:42+00:00","mainEntityOfPage":{"@id":"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/"},"wordCount":2198,"commentCount":0,"publisher":{"@id":"https:\/\/valutico.com\/#organization"},"articleSection":["Resources","Valuation Knowledge"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/","url":"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/","name":"Weighted Average Cost of Capital Explained - Formula and Meaning - Valutico","isPartOf":{"@id":"https:\/\/valutico.com\/#website"},"datePublished":"2023-04-17T08:12:06+00:00","dateModified":"2023-05-09T13:35:42+00:00","breadcrumb":{"@id":"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/valutico.com\/weighted-average-cost-of-capital-explained-formula-and-meaning\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/valutico.com\/"},{"@type":"ListItem","position":2,"name":"Weighted Average Cost of Capital Explained &#8211; Formula and Meaning"}]},{"@type":"WebSite","@id":"https:\/\/valutico.com\/#website","url":"https:\/\/valutico.com\/","name":"Valutico","description":"Measure Value","publisher":{"@id":"https:\/\/valutico.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/valutico.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/valutico.com\/#organization","name":"Valutico","url":"https:\/\/valutico.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/valutico.com\/#\/schema\/logo\/image\/","url":"https:\/\/valutico.com\/wp-content\/uploads\/2021\/03\/V-in-Blue-Green.png","contentUrl":"https:\/\/valutico.com\/wp-content\/uploads\/2021\/03\/V-in-Blue-Green.png","width":615,"height":875,"caption":"Valutico"},"image":{"@id":"https:\/\/valutico.com\/#\/schema\/logo\/image\/"}},{"@type":"Person","@id":"https:\/\/valutico.com\/#\/schema\/person\/d4a2dd3736ec198b4cf14a204db27af3","name":"Chris Botha","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/valutico.com\/#\/schema\/person\/image\/","url":"https:\/\/valutico.com\/wp-content\/uploads\/2023\/03\/Chris-Botha-96x96.jpeg","contentUrl":"https:\/\/valutico.com\/wp-content\/uploads\/2023\/03\/Chris-Botha-96x96.jpeg","caption":"Chris Botha"},"description":"Chris Botha has over 12 years experience in corporate finance and M&amp;A. Prior to working in corporate finance Chris studied at the University of Johannesburg where he gained an honours degree in investment management. Chris is also a CFA Charterholder.","url":"https:\/\/valutico.com\/author\/chris-botha\/"}]}},"distributor_meta":false,"distributor_terms":false,"distributor_media":false,"distributor_original_site_name":"Valutico","distributor_original_site_url":"https:\/\/valutico.com","push-errors":false,"_links":{"self":[{"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/posts\/17160"}],"collection":[{"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/comments?post=17160"}],"version-history":[{"count":5,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/posts\/17160\/revisions"}],"predecessor-version":[{"id":17800,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/posts\/17160\/revisions\/17800"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/media\/17163"}],"wp:attachment":[{"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/media?parent=17160"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/categories?post=17160"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/valutico.com\/wp-json\/wp\/v2\/tags?post=17160"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}